{ "translations": {
    "Plugins" : "Plug-ins",
    "all" : "todos",
    "blocked" : "bloqueado",
    "deleted" : "apagado",
    "disabled" : "desativado",
    "enabled" : "ativado",
    "never" : "nunca",
    "private" : "privado",
    "public" : "público",
    "shared" : "partilhado",
    "delete" : "apagar",
    "edit" : "editar",
    "open" : "abrir",
    "share" : "compartilhar",
    "show" : "mostrar",
    "reload" : "recarregar",
    "up" : "para cima",
    "down" : "para baixo",
    "clear" : "limpar",
    "none" : "nenhum",
    "error" : "erro",
    "info" : "informação",
    "debug" : "depurar",
    "( never )" : "( nunca )",
    "2 seconds" : "2 segundos",
    "5 seconds" : "5 segundos",
    "12 seconds" : "12 segundos",
    "1 minute" : "1 minuto",
    "Ctrl-C" : "Ctrl-C",
    "Ctrl-V" : "Ctrl-V",
    "[ none ]" : "[ nenhum ]",
    "bitly.com service" : "serviço bitly.com",
    "cli.gs service" : "serviço cli.gs",
    "goo.gl service" : "serviço goo.gl",
    "is.gd service" : "serviço is.gd",
    "ti.ny service" : "serviço ti.ny",
    "tiny.cc service" : "serviço tiny.cc",
    "static backend" : "interface estática",
    "for any access" : "para qualquer acesso",
    "for own usage" : "para utilização própria ",
    "with ownCloud users" : "com utilizadores ownCloud",
    "available for everyone" : "disponível para toda a gente",
    "Access" : "Acesso",
    "Add a new shorty" : "Adicionar um novo Shorty",
    "Add as new" : "Adicionar como novo",
    "Add page as 'Shorty' to ownCloud" : "Adicionar página como  'Shorty' na ownCloud",
    "Administration" : "Administração",
    "Administrative, system wide settings of this app:" : "Administrativo, sistema amplo de configurações desta aplicação:",
    "after the SMS has been launched" : "depois de ter enviado a SMS",
    "Alternatively the image can be downloaded for printout or storage" : "Alternativamente, a imagem pode ser transferida para guardar ou imprimir",
    "alternatively the link can be copied for further usage" : "alternativamente, a hiperligação pode ser copiada para utilizar de futuro",
    "Alternatively the link can be copied manually" : "Alternativamente, a hiperligação pode ser copiada manualmente",
    "Alternatively the link can be copied into a message manually" : "Alternativamente, a hiperligação pode ser copiada manualmente para uma mensagem",
    "Anything that appears helpful …" : "Qualquer coisa que pareça que ajude...",
    "Default backend suggested inside users preferences" : "A interface predefinida sugeridao dentro das preferências dos utilizadores",
    "Backend" : "Interface",
    "Base url" : "URL Base",
    "Choose a service…" : "Escolha um serviço...",
    "Click it, for whatever site you want to create a Shorty." : "Clique, para qualquer sítio onde pretenda criar um Shorty.",
    "Click registered" : "Clique registado",
    "Clicks" : "Cliques",
    "Clicking 'Ok' below will try to launch an email composer" : "Ao clicar em 'CONFIRMAR' irá abrir a janela de mensagem",
    "Clicking 'Ok' below will try to launch an sms composer" : "Ao clicar em 'CONFIRMAR' irá abrir a janela de compor uma sms",
    "Close" : "Fechar",
    "Configuration" : "Configuração",
    "The amount of feedback messages shown." : "Mostra a quantidade de mensagens de comentários",
    "The time span after which messages are hidden again automatically" : "O espaço de tempo após o qual mensagens serão escondidas automaticamente",
    "Copy to clipboard" : "Copiar para a área de trânsferencia",
    "Counted entries and clicks" : "Cliques e entradas contadas",
    "Create a new 'Shorty' and share it" : "Criar um 'Shorty' novo e partilhar-lo ",
    "Creation" : "Criação",
    "Delete shorty" : "Apagar shorty",
    "Drag this to your browser bookmarks." : "Arraste isto para os favoritos do seu navegador.",
    "Embed the QRCode as an image into some web page using this url" : "Inserir o código QRCode como uma imgem numa página da Web, utilizando este url",
    "Example" : "Exemplo",
    "Exception" : "Exceção",
    "Exception (%s)" : "Exceção (%s)",
    "Expiration" : "Expira em",
    "Feedback" : "Comentário",
    "Home" : "Início",
    "It can be enabled by a single click in the administration:" : "Este pode ser ativado com um simples clique na administração:",
    "If you just started using Shorty" : "Se começou a utilizar agora o Shorty",
    "Loading" : "A carregar",
    "Mail client" : "Cliente de Correio Eletrónico",
    "Modifications for shorty with id '%s' saved" : "Modificações para o shorty com a id. '%s' guardada",
    "Modify attributes" : "Modificar atributos",
    "Modify shorty" : "Modificar shorty",
    "New Shorty" : "Novo Shorty",
    "Notes" : "Notas",
    "Nothing here yet" : "Sem Dados",
    "Number of entries" : "Número de entradas",
    "Number of entries: %s" : "Número de entradas: %s",
    "QRCode" : "QRCode",
    "Open source url" : "Abrir url fonte",
    "Open relay url" : "Abrir url de retransmissão",
    "Open target" : "Abrir destino",
    "Open target url" : "Abrir url de destino",
    "Optional configuration of a 'Static Backend'" : "Configuração opcional da 'Interface Estática'",
    "or simpy print or download it for off-line usage" : "ou simplesmente imprima ou transfira-o para utilizar desligado da rede",
    "Paste to embed elsewhere" : "Colar para integrar em qualquer lugar",
    "Preference retrieved" : "Preferência obtida",
    "Preference saved" : "Preferência guardada",
    "Preference '%s' retrieved" : "Preferência '%s' obtida",
    "Preference '%s' saved" : "Preferência '%s' guardada",
    "Preferences" : "Preferências",
    "Prepare to send as SMS" : "Prepare para enviar como SMS",
    "Refresh" : "Atualizar",
    "Relay service" : "Serviço de Retransmissão",
    "Relay url" : "URL de Retransmissão",
    "Reload" : "Recarregar",
    "Reload list" : "Recarregar Lista",
    "Save" : "Guardar",
    "Send by email" : "Enviar por correio eletrónico",
    "Send link by email" : "Enviar hiperligação por correio eletrónico",
    "Send by SMS" : "Enviar por SMS",
    "Set personal preferences using the cog wheel (%%s) on the bottom left!" : "Defina as preferências pessoais, utilizando a roda dentada (%%s) na base à esquerda!",
    "Set personal preferences using the cog wheel (%%s) on the upper right!" : "Defina as preferências pessoais, utilizando a roda dentada (%%s) em cima à direita!",
    "Setting retrieved" : "Configurações obtidas",
    "Setting saved" : "Configurações guardadas",
    "Setting '%s' retrieved" : "Configurações '%s' obtidas",
    "Setting '%s' saved" : "Configurações '%s' guardadas",
    "Settings" : "Configurações",
    "Share and use" : "Comartilhar e utilizar",
    "Share shorty" : "Compartilhar shorty",
    "Shortlet" : " ",
    "Shorty as QRCode" : "Sorthy como QRCode",
    "Shorty with id '%s' deleted" : "O shorty com a id. '%s' foi apagado",
    "Show as QRCode" : "Mostrar como QRCode",
    "Show QRCode reference" : "Mostrar referência QRCode",
    "Show QRCode image" : "Mostrar imagem QRCode",
    "Download QRCode" : "Descarregar QRCode",
    "Show details" : "Mostrar detalhes",
    "Show usage" : "Mostrar utilização",
    "SMS" : "SMS",
    "SMS composer" : "Janela de SMS",
    "Sort ascending" : "Ordem ascendente",
    "Sort descending" : "Ordem descendente",
    "Clear filter" : "Limpar filtro",
    "Collapse column" : "Ocultar coluna",
    "Expand column" : "Expandir coluna",
    "Source url" : "URL Fonte",
    "Specify a static base url…" : "Especifique um url base estático...",
    "Static backend: base url verification" : "Interface estática: verificação do url base",
    "Status" : "Estado",
    "Status change for shorty with id '%s' saved" : "Alteração do estado guardada para o shorty com a id. '%s' ",
    "Target" : "Destino",
    "Target url" : "URL de Destino",
    "Target url '%s' is valid" : "O url de destino '%s' é válido",
    "That image can be used when writing documents or setting up web sites" : "Essa imagem pode ser utilizada quando escrever documentos ou a configurar os sítios da Web",
    "The backend service used to generate shortened URLs." : "O serviço da interface utilizado para gerar os URLs encurtados.",
    "The default status as suggested for new Shortys." : "O estado predefinido como sugerido para novos Shortys.",
    "The link below can be copied to paste it elsewhere" : "O link abaixo pode ser copiado para colar noutro lugar",
    "The additional plugin '%%s' tracks the usage of existing Shortys!" : "O plug-in adicional '%%s rastreia a utilização dos Shortys existentes!",
    "therefore the content must be copied manually" : "portanto o conteúdo tem de ser copiado manualmente",
    "then paste into message" : "depois copie para a mensagem",
    "This 2d barcode encodes the url pointing to this Shorty" : "Este código 2d codifica o endereço para este Shorty",
    "Use it in web pages by referencing or embedding or simply print or download it for offline usage" : "Utilize-o em páginas web por referência, incorporação ou simplesmente imprimir ou descarregar para uso offline",
    "This is a internal url that the shortened url relays to" : "Este é um URL interno que o url encurtado substitui para",
    "This is the shortened url registered at the backend" : "Esta é o url encurtado registado na interface",
    "This is the target url specified when generating this Shorty" : "Este é o url de destino especificado quando cria este curtinho",
    "This is the url referencing the QRCode shown before" : "Este é o url referente ao código QRCode mostrado",
    "Title" : "Título ",
    "Toggle toolbar" : "Alternar Barra de Ferramentas",
    "Total of clicks" : "Total de cliques",
    "Typically this only works on devices like smart phones" : "Usualmente apenas funciona em dispositivos tipo smart phone",
    "Unexpected type of exception caught: %s" : "Tipo de excepção imprevisto foi apanhado: %s",
    "Unfortunately the implementation of this scheme is limited" : "Infelizmente a implementação deste esquema está limitado",
    "Unknown object of type caught: %s" : "Encontrado o objecto de tipo desconhecido: %s",
    "Url shortened to: %s" : "Url encurtado para: %s",
    "Use it in web pages by referencing or embedding" : "Utilize-o nas páginas da Web, por referência ou integração",
    "Use the '%s' button above or the fine 'Shortlet'" : "Uitilize o botão '% s' acima ou o 'Shortlet' ideal",
    "Verify by clicking…" : "Verifique, clicando...",
    "Verification failed" : "A verificação falhou",
    "%s\nMessage(code): %s (%s)\nFile(line): %s (%s)\nInfo: %%s" : "%s\nMensagem (código): %s (%s)\nFicheiro (linha): %s (%s)\nInformação: %%s",
    "API access key" : "Chave API",
    "Account" : "Conta",
    "API key" : "Chave API",
    "bit.ly user" : "utilizador bit.ly",
    "bit.ly user name" : "nome do utilizador bit.ly",
    "bit.ly key" : "chave bit.ly",
    "bit.ly users key" : "chave dos utilizadores bit.ly",
    "Google API key" : "Chave API Google",
    "Google API account" : "Conta API Google",
    "tiny.cc user" : "utilizador tiny.cc",
    "tiny.cc user name" : "nome do utilizador tiny.cc",
    "tiny.cc key" : "chave tiny.cc",
    "tiny.cc user key" : "chave do utilizador tiny.cc",
    "Force verification of encryption certificates during communication with the backend" : "Forçar a verificação de certificados de encriptação durante a comunicação com a interface",
    "The external 'bitly.com' service is used to register a short url for each generated shorty." : "O serviço externo 'bitly.com' é utilizado para registar um url curto para cada shorty criado.",
    "This means you have to register an '%s' at their site first." : "Isto significa que tem de register um '%s' no site deles.",
    "The external 'turl' service is used to register a short url for each generated shorty." : "O serviço externo 'turl' é usado para registrar um url curto para cada curtinho criado.",
    "The external 'ti.ny' service is used to register a short url for each generated shorty." : "O serviço externo 'ti.ny' é usado para registrar um url curto para cada curtinho criado.",
    "The external 'cli.gs' service is used to register a short url for each generated shorty." : "O serviço externo 'cli.gs' é usado para registrar um url curto para cada curtinho criado.",
    "The external 'is.gd' service is used to register a short url for each generated shorty." : "O serviço externo 'is.gd' é usado para registrar um url curto para cada curtinho criado.",
    "The external 'tiny.cc' service is used to register a short url for each generated shorty." : "O serviço externo 'tiny.cc' é usado para registrar um url curto para cada curtinho criado.",
    "No backend is used, direct links pointing to your ownCloud are generated." : "Não está a ser utilizada qualquer interface, são geradas hiperligações dirigidas para a sua ownCloud.",
    "The service requires you to authenticate yourself by providing a valid bit.ly user name and an '%s'." : "O serviço requer que se identifique, fornecendo um nome de utilizador válido bit.ly e um '% s'.",
    "Such links are most likely longer than those generated when using a backend." : "Tais hiperligações estão sujeitas a serem mais longas do que as geradas quando utiliza uma interface.",
    "However this option does not rely on any third party service and keeps your shortys under your control." : "No entanto, esta opção não depende de qualquer serviço de terceiros e mantém seus curtinhos no seu controlo.",
    "Since this setup depends on server based configuration rules the base url can only be specified in the 'Admin' section of the configuration." : "Uma vez que esta configuração depende das regras do servidor de base o url apenas pode ser especificado na secção 'Admin'",
    "Static, rule-based backend, generates shorty links relative to a given base url." : "Estática, regra baseada na interface, gera hiperligações curtas relativas ao url base indicado.",
    "You have to take care that any request to the url configured here is internally mapped to the 'shorty' module." : "Tem que tomar atenção para que cada pedido para o url configurado aqui seja internamente mapeado para o modulo 'curtinho'.",
    "The target of that mapping must be some URL like:" : "O destino de esse mapeamento deve ser algum URL, tal como:",
    "Have a try with the example link provided, click it, it should result in a confirmation that your setup is working." : "Experimente com o link de exemplo fornecido, clique nele, o resultado deverá ser uma confirmação do funcionamento da sua configuração.",
    "Leave empty if you can't provide a short base url that is mapped the described way." : "Deixe em branco se não pode fornecer uma base URL curta, que é mapeada no caminho descrito.",
    "Only use this backend, if you can provide a short base url that is mapped the described way. Your shorties won't work otherwise." : "Só usar este backend, se é possível fornecer um URL de base curta, que é mapeado no caminho descrito. Seus curtinhos não irão funcionar de outra forma.",
    "Googles external 'goo.gl service' is used to register a short url for each generated shorty." : "O serviço externo Googles ' goo.gl \" é usado para registrar um url curto para cada curtinho criado.",
    "You must provide a valid '%%s' to use this service." : "Deve providenciar um '%%s' valido para usar este serviço.",
    "This means you require a 'Google API console account'." : "Isto significa que precisa de uma 'Conta de consola API Google'.",
    "Register a new '%%s' at their pages." : "Registar um novo utilizador '%%s' nas paginas deles.",
    "Enabling the SMS option will offer sending a Shorty via SMS." : "Ativando a opção de SMS vai oferecer o envio de um Shorty via SMS.",
    "Unfortunately support for 'SMS url handling' is usually only found on mobile devices like smart phones." : "Infelizmente, o apoio à \"manipulação url  SMS' só é encontrado normalmente em dispositivos móveis tal como smartphones.",
    "In addition, those implementations are minimalistic, buggy and differ from system to system." : "Além disso, essas implementações estão minimalista, com erros e diferem de sistema para sistema.",
    "In short: this might not work for you, therefore you can disable it…" : "Em resumo: isso pode não funcionar para você, portanto, você pode desativá-lo ...",
    "Great, your setup appears to be working fine!" : "Fenomenal, a sua configuração parece estar a funcionar correctamente!",
    "Requests to the configured base url are mapped to this ownClouds relay service." : "Pedidos dirigidos ao url base configurado são mapeados para este serviço delegado do ownCloud.",
    "Usage of that static backend is fine and safe as long as this setup is not altered." : "Uso deste backend estático é óptimo e seguro, desde que esta configuração não seja alterada.",
    "This backend will now be offered as an additional backend alternative to all local users inside their personal preferences." : "Este backend agora será oferecido como uma alternativa backend adicional a todos os os utilizadores locais dentro de suas preferências pessoais.",
    "Sorry, but your setup appears not to be working correctly yet!" : "Desculpe, mas a sua configuração ainda não parece estar a funcionar!",
    "Please check your setup and make sure that the configured base url is indeed correct." : "Por favor verifique a sua configuração e assegure que o url de base está mesmo correcto.",
    "Make sure that all requests to it are somehow mapped to Shortys relay service." : "Certifique-se que todos os pedidos para ele de alguma forma estão mapeados para serviço delegado Curtinhos.",
    "Shorty relay service" : "Serviço de relay Shorty",
    "If you proceed you will be forwarded to:" : "Se continuar irá ser encaminhado para:",
    "Target object:" : "Objeto de destino:",
    "Location" : "Localização:",
    "Proceed" : "Continuar"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}