{ "translations": {
    "Plugins" : "Shtojca",
    "all" : "krejt",
    "blocked" : "e bllokuar",
    "deleted" : "e fshirë",
    "disabled" : "e çaktivizuar",
    "enabled" : "e aktivizuar",
    "never" : "kurrë",
    "private" : "private",
    "public" : "publike",
    "shared" : "e ndarë",
    "delete" : "fshije",
    "edit" : "përpunoni",
    "open" : "hape",
    "share" : "ndajeni me të tjerët",
    "show" : "shfaqe",
    "reload" : "ringarkoje",
    "up" : "lart",
    "down" : "poshtë",
    "clear" : "pastroje",
    "none" : "asnjë",
    "error" : "gabim",
    "info" : "info",
    "debug" : "diagnostikoje",
    "( never )" : "( kurrë )",
    "2 seconds" : "2 sekonda",
    "5 seconds" : "5 sekonda",
    "12 seconds" : "12 sekonda",
    "1 minute" : "1 minutë",
    "Ctrl-C" : "Ctrl-C",
    "Ctrl-V" : "Ctrl-V",
    "[ none ]" : "[ asnjë ]",
    "bitly.com service" : "Shërbimi bitly.com",
    "cli.gs service" : "Shërbimi cli.gs",
    "goo.gl service" : "Shërbimi goo.gl",
    "is.gd service" : "Shërbimi is.gd",
    "ti.ny service" : "Shërbimi ti.ny",
    "tiny.cc service" : "Shërbimi tiny.cc",
    "static backend" : "mekanizëm statik shërbimi",
    "for any access" : "për çfarëdo hyrje",
    "for own usage" : "për përdorim nga ju",
    "with ownCloud users" : "me përdorues ownCloud",
    "available for everyone" : " i passhëm për këdo",
    "Access" : "Hyrje",
    "Add a new shorty" : "Shtoni një shorty të re",
    "Add as new" : "Shtoje si të ri",
    "Add page as 'Shorty' to ownCloud" : "Shtoje faqen si 'Shorty' te ownCloud",
    "Administration" : "Administrim",
    "Administrative, system wide settings of this app:" : "Rregullime administrative të këtij aplikacioni, me efekt në krejt sistemin",
    "after the SMS has been launched" : "pasi të jetë nisur aplikacioni për SMS",
    "Alternatively the image can be downloaded for printout or storage" : "Përndryshe figura mund të shkarkohet për shtypje ose për depozitim",
    "alternatively the link can be copied for further usage" : "Përndryshe lidhja mund të shkarkohet për përdorim të mëtejshëm",
    "Alternatively the link can be copied manually" : "Përndryshe lidhja mund të kopjohet dorazi",
    "Alternatively the link can be copied into a message manually" : "Përndryshe lidhja mund të kopjohet dorazi në një mesazh",
    "Anything that appears helpful …" : "Çfarëdo që duket e dobishme …",
    "Default backend suggested inside users preferences" : "Mekanizëm shërbimi parazgjedhje i këshilluar brenda parapëlqimeve të përdoruesit",
    "Backend" : "Mekanizëm shërbimi",
    "Base url" : "URL bazë",
    "Choose a service…" : "Zgjidhni një shërbim… \t",
    "Click it, for whatever site you want to create a Shorty." : "Klikoni mbi për cilindo sajt që doni t’i krijoni një Shorty.",
    "Click registered" : "Klikimi u regjistrua",
    "Clicks" : "Klikime",
    "Clicking 'Ok' below will try to launch an email composer" : "Klikimi i 'Ok' më poshtë do të sjellë përpjekjen për të nisur një hartues email-esh",
    "Clicking 'Ok' below will try to launch an sms composer" : "Klikimi i 'Ok' më poshtë do të sjellë përpjekjen për të nisur një hartues SMS-sh",
    "Close" : "Mbylle",
    "Configuration" : "Formësim",
    "The amount of feedback messages shown." : "Sasia e mesazheve të përshtypjeve të shfaqur",
    "The time span after which messages are hidden again automatically" : "Shtrirja kohore pas së cilës mesazhet kalojnë sërish vetvetiu të fshehur",
    "Copy to clipboard" : "Kopjoje në të papastër",
    "Counted entries and clicks" : "Zërat dhe klikimet u numëruan",
    "Create a new 'Shorty' and share it" : "Krijoni një 'Shorty' të re dhe ndajeni me të tjerët",
    "Creation" : "Krijim",
    "Delete shorty" : "Fshije shorty-n",
    "Drag this to your browser bookmarks." : "Tërhiqeni këtë te faqerojtësit e shfletuesit tuaj",
    "Embed the QRCode as an image into some web page using this url" : "Trupëzojeni QRCode-in si një figurë në disa faqe që përdorin këtë URL",
    "Example" : "Shembull",
    "Exception" : "Përjashtim",
    "Exception (%s)" : "Përjashtim (%s)",
    "Expiration" : "Skadim",
    "Feedback" : "Përshtypje",
    "Home" : "Shtëpi",
    "It can be enabled by a single click in the administration:" : "Mund të aktivizohet me një klik të vetëm,te pjesa e administrimit:",
    "If you just started using Shorty" : "Nëse sapo filluat të përdorni Shorty-n",
    "Loading" : "Po ngarkohet",
    "Mail client" : "Klienti poste",
    "Modifications for shorty with id '%s' saved" : "Ndryshimet për shorty-n me id '%s' u ruajtën",
    "Modify attributes" : "Ndryshoni atribute",
    "Modify shorty" : "Ndryshoni shorty-n",
    "New Shorty" : "Shorty e Re",
    "Notes" : "Shënime",
    "Nothing here yet" : "Ende asgjë këtu",
    "Number of entries" : "Numër zërash",
    "Number of entries: %s" : "Numër zërash: %s",
    "QRCode" : "QRCode",
    "Open source url" : "Hapni URL-në burim",
    "Open target" : "Hap objektivin",
    "Open target url" : "Hapni URL-në objektiv",
    "Optional configuration of a 'Static Backend'" : "Formësim opsional i një 'Mekanizmi Statik Shërbimi'",
    "or simpy print or download it for off-line usage" : "ose thjesht shtypeni ose shkarkojeni për përdorim jashtë internetit",
    "Paste to embed elsewhere" : "Ngjiteni për ta trupëzuar kudo gjetkë",
    "Preference retrieved" : "Parapëlqimi u rimor",
    "Preference saved" : "Parapëlqimi u ruajt",
    "Preference '%s' retrieved" : "Parapëlqimi '%s' u rimor",
    "Preference '%s' saved" : "Parapëlqimi '%s' u ruajt",
    "Preferences" : "Parapëlqime",
    "Prepare to send as SMS" : "Përgatite për dërgim si SMS",
    "Refresh" : "Rifreskoje",
    "Reload" : "Ringarkoje",
    "Reload list" : "Ringarko listën",
    "Save" : "Ruaje",
    "Send by email" : "Dërgoje email",
    "Send link by email" : "Dërgoje lidhjen me email",
    "Send by SMS" : "Dërgoje me SMS",
    "Set personal preferences using the cog wheel (%%s) on the bottom left!" : "Rregulloni parapëlqimet personale duke përdorur rrotëzën (%%s) poshtë majtas!",
    "Set personal preferences using the cog wheel (%%s) on the upper right!" : "Rregulloni parapëlqimet personale duke përdorur rrotëzën (%%s) sipër djathtas!",
    "Setting retrieved" : "Rregullimi u rimor",
    "Setting saved" : "Rregullimi u ruajt",
    "Setting '%s' retrieved" : "Rregullimi '%s' u rimor",
    "Setting '%s' saved" : "Rregullimi '%s' u ruajt",
    "Settings" : "Rregullime",
    "Share and use" : "Ndajeni dhe përdoreni",
    "Share shorty" : "Ndani shorty-n",
    "Shorty as QRCode" : "Shorty si QRCode",
    "Shorty with id '%s' deleted" : "Shorty me ID-në '%s' u fshi",
    "Show as QRCode" : "Shfaqe si QRCode",
    "Show QRCode reference" : "Shfaq referencë QRCode",
    "Show QRCode image" : "Shfaq Figurë QRCode",
    "Download QRCode" : "Shkarko QRCode",
    "Show details" : "Shfaq hollësi",
    "Show usage" : "Shfaq përdorimin",
    "SMS" : "SMS",
    "SMS composer" : "Hartues SMS-sh",
    "Sort ascending" : "Renditi në rend rritës",
    "Sort descending" : "Renditi në rend zbritës",
    "Clear filter" : "Pastroje filtrin",
    "Collapse column" : "Tkurre shtyllën",
    "Expand column" : "Zgjeroje shtyllën",
    "Source url" : "URL burimi",
    "Specify a static base url…" : "Përcaktoni një URL bazë statike…",
    "Static backend: base url verification" : "Mekanizëm statik shërbimi: verifikim URL-je bazë",
    "Status" : "Gjendje",
    "Status change for shorty with id '%s' saved" : "U ruajt ndryshimi i gjendjes për shorty-n me id-në '%s'",
    "Target" : "Objektiv",
    "Target url" : "URL e synuar",
    "Target url '%s' is valid" : "URL-ja e synyar '%s' është e vlefshme",
    "That image can be used when writing documents or setting up web sites" : "Ajo figurë mund të përdoret kur shkruhen dokumente ose rregullohen sajte",
    "The backend service used to generate shortened URLs." : "Mekanizmi i shërbimit i përdorur për të prodhuar URL të shkurtuara",
    "The default status as suggested for new Shortys." : "Gjendja parazgjedhje e këshilluar për Shorty të reja.",
    "The link below can be copied to paste it elsewhere" : "Lidhja më poshtë mund të kopjohet ose ngjitet kudo",
    "The additional plugin '%%s' tracks the usage of existing Shortys!" : "Shtojca shtesë '%%s' ndjek përdorimin e Shorty-ve ekzistuese!",
    "therefore the content must be copied manually" : "ndaj lënda duhet të   kopjohet dorazi",
    "then paste into message" : "mandej ngjiteni te mesazhi",
    "This 2d barcode encodes the url pointing to this Shorty" : "Ky barkod i dytë kodon URL-në që shpie te kjo Shorty",
    "Use it in web pages by referencing or embedding or simply print or download it for offline usage" : "Përdoreni në faqe web duke iu referuar ose duke e trupëzuar në to, ose thjesht shtypeni apo shkarkojeni për përdorim jashtë internetit",
    "This is a internal url that the shortened url relays to" : "Kjo është një URL e brendshme mbi të cilën bazohet URL-ja e shkurtuar",
    "This is the shortened url registered at the backend" : "Kjo është URL-ja e shkurtuar e regjistruar te mekanizmi i shërbimit",
    "This is the target url specified when generating this Shorty" : "Kjo është URL-ja synim e dhënë kur u prodhua kjo Shorty",
    "This is the url referencing the QRCode shown before" : "Kjo është URL-ja që i referohet QRCode-it të shfaqur më parë",
    "Title" : "Titull",
    "Toggle toolbar" : "Shfaq/fshih panelin",
    "Total of clicks" : "Klikime gjithsej",
    "Typically this only works on devices like smart phones" : "Zakonisht kjo funksionon vetëm në pajisje të tilla si telefonët",
    "Unexpected type of exception caught: %s" : "U kap lloj i papritur përjashtimi: %s",
    "Unfortunately the implementation of this scheme is limited" : "Për fat të keq, sebdërtimi i kësaj skeme është i kufizuar",
    "Unknown object of type caught: %s" : "U kap objekt lloji të panjohur: %s",
    "Url shortened to: %s" : "URL-ja u shkurtua si: %s",
    "Use it in web pages by referencing or embedding" : "Përdoreni në faqe web duke iu referuar ose duke e trupëzuar në to",
    "Use the '%s' button above or the fine 'Shortlet'" : "Përdorni butonin '%s' më sipër, ose 'Shortlet'-in  e hijshëm",
    "Verify by clicking…" : "Verifikojeni duke klikuar…",
    "Verification failed" : "Verifikimi dështoi",
    "%s\nMessage(code): %s (%s)\nFile(line): %s (%s)\nInfo: %%s" : "%s\nMesazh(kod): %s (%s)\nKartelë(rresht): %s (%s)\nInfo: %%s",
    "API access key" : "Kyç përdorimi API",
    "Account" : "Llogari",
    "API key" : "Kyç API",
    "bit.ly user" : "Përdorues bit.ly",
    "bit.ly user name" : "Emër përdoruesi bit.ly",
    "bit.ly key" : "Kyç bit.ly",
    "bit.ly users key" : "Kyç përdoruesi bit.ly",
    "Google API key" : "Kyç Google API",
    "Google API account" : "Llogari Google API",
    "tiny.cc user" : "Përdorues tiny.cc",
    "tiny.cc user name" : "Emër përdoruesi tiny.cc",
    "tiny.cc key" : "Kyç tiny.cc",
    "tiny.cc user key" : "Kyç përdoruesi tiny.cc",
    "Force verification of encryption certificates during communication with the backend" : "Detyro verifikim dëshmish fshehtëzimi gjatë komunikimit me pjesën përkatëse te shërbyesi",
    "The external 'bitly.com' service is used to register a short url for each generated shorty." : "Shërbimi i jashtëm 'bitly.com' përdoret për të regjistruar një url të shkurtër për çdo shorty të prodhuar.",
    "This means you have to register an '%s' at their site first." : "Kjo do të thotë që lypset ta regjistroni një '%s' te sajti i tyre së pari.",
    "The external 'turl' service is used to register a short url for each generated shorty." : "Shërbimi i jashtëm 'turl' përdoret për të regjistruar një url të shkurtër për çdo shorty të prodhuar.",
    "The external 'ti.ny' service is used to register a short url for each generated shorty." : "Shërbimi i jashtëm 'ti.ny.com' përdoret për të regjistruar një url të shkurtër për çdo shorty të prodhuar.",
    "The external 'cli.gs' service is used to register a short url for each generated shorty." : "Shërbimi i jashtëm 'cli.gs' përdoret për të regjistruar një url të shkurtër për çdo shorty të prodhuar.",
    "The external 'is.gd' service is used to register a short url for each generated shorty." : "Shërbimi i jashtëm 'is.gd' përdoret për të regjistruar një url të shkurtër për çdo shorty të prodhuar.",
    "The external 'tiny.cc' service is used to register a short url for each generated shorty." : "Shërbimi i jashtëm 'tiny.cc' përdoret për të regjistruar një url të shkurtër për çdo shorty të prodhuar.",
    "No backend is used, direct links pointing to your ownCloud are generated." : "S’është përdorur mekanizëm shërbimi, janë prodhuar lidhje të drejtpërdrejta që shpien te ownCloud-i juaj.",
    "The service requires you to authenticate yourself by providing a valid bit.ly user name and an '%s'." : "Shërbimi lyp që ju të bëni mirëfilltësimin e vetes duke ofruar një emër të vlefshëm përdoruesi bit.ly dhe një '%s'.",
    "Such links are most likely longer than those generated when using a backend." : "Sipas krejt gjasave, lidhje të tilla janë më të gjata se ato të prodhuara nga shërbyesit",
    "However this option does not rely on any third party service and keeps your shortys under your control." : "Megjithatë, kjo mundësi nuk bazohet në ndonjë shërbim nga palë të treta dhe i mban shorty-t tuaja nën kontrollin tuaj.",
    "Since this setup depends on server based configuration rules the base url can only be specified in the 'Admin' section of the configuration." : "Ngaqë ky formësim varet nga rregulla formësimesh me bazë shërbyesin, URL-ja bazë mund të përcaktohet vetëm në ndarjen 'Admin' të formësimit.",
    "Static, rule-based backend, generates shorty links relative to a given base url." : "Mekanizëm statik shërbimi, i bazuar në rregulla, prodhon lidhje shorty që lidhen me një URL bazë të dhënë.",
    "You have to take care that any request to the url configured here is internally mapped to the 'shorty' module." : "Duhet të kujdeseni që cilado kërkesë te URL-ja e formësuar këtu, të jetë përshoqëruar së brendshmi te moduli 'shorty'.",
    "The target of that mapping must be some URL like:" : "Pikëmbërritjet e këtyre përshoqërimeve duhet të jenë URL të tilla si:",
    "Have a try with the example link provided, click it, it should result in a confirmation that your setup is working." : "Provojeni me lidhjen e dhënë si shembull, klikojeni, duhet të japë si përfundim një ripohim që rregullimi juaj funksionon.",
    "Leave empty if you can't provide a short base url that is mapped the described way." : "Lëreni të zbrazët, nëse s’jepni një URL bazë të shkurtër që të jetë përshoqëruar në mënyrën e përshkruar.",
    "Only use this backend, if you can provide a short base url that is mapped the described way. Your shorties won't work otherwise." : "Përdoreni këtë mekanizëm shërbimi, nëse mundeni të jepni një URL bazë të shkurtër që është përshoqëruar sipas mënyrës së përshkruar. Përndryshe shorty-t tuaja s’do të funksionojnë.",
    "Googles external 'goo.gl service' is used to register a short url for each generated shorty." : "Shërbimi i jashtëm 'goo.gl' i Google-it përdoret për të regjistruar një url të shkurtër për çdo shorty të prodhuar.",
    "You must provide a valid '%%s' to use this service." : "Duhet të furnizoni një '%%s' të vlefshëm që të përdorni këtë shërbim.",
    "This means you require a 'Google API console account'." : "Kjo do të thotë që ju duhet një 'llogari konsole API Google'.",
    "Register a new '%%s' at their pages." : "Regjistroni një '%%s' të ri te faqet e tyre.",
    "Enabling the SMS option will offer sending a Shorty via SMS." : "Aktivizimi i mundësisë për SMS do të ofrojë dërgim Shorty-ish përmes SMS-sh.",
    "Unfortunately support for 'SMS url handling' is usually only found on mobile devices like smart phones." : "Për fat të keq, 'SMS url handling' zakonisht mbulohet vetëm në pajisje celulare të tilla si telefona të mençur.",
    "In addition, those implementations are minimalistic, buggy and differ from system to system." : "Përveç kësaj, këto sendërtime janë me natyrë minimale, me të meta dhe ndryshojnë nga sistemi në sistem.",
    "In short: this might not work for you, therefore you can disable it…" : "Shkurt: kjo mund të mos funksionojë për ju, ndaj mund ta çaktivizoni…",
    "Great, your setup appears to be working fine!" : "Shkëlqyeshëm, rregullimi juaj duket se punon shumë mirë!",
    "Usage of that static backend is fine and safe as long as this setup is not altered." : "Përdorimi i atij mekanizmi shërbimi s’ka problem dhe është i sigurt, sa kohë që ky formësim nuk ndryshohet.",
    "This backend will now be offered as an additional backend alternative to all local users inside their personal preferences." : "Ky mekanizëm shërbimi tani do të ofrohet si alternativë shtesë mekanizmi shërbimi për krejt përdoruesit, që brenda parapëlqimeve të tyre vetjake.",
    "Sorry, but your setup appears not to be working correctly yet!" : "Na ndjeni, por rregullimi juaj ende nuk duket se po funksionon si duhet!",
    "Please check your setup and make sure that the configured base url is indeed correct." : "Ju lutemi, kontrolloni rregullimin tuaj dhe sigurohuni që formësimi i URL-së bazë është vërtet i saktë.",
    "If you proceed you will be forwarded to:" : "Nëse vazhdoni, do të përcilleni te:",
    "Target object:" : "Objekti i synuar",
    "Location" : "Vend",
    "Proceed" : "Bëje"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}