Repository: owncloud-archive/shorty
Catalog: l10n/*/shorty.po
Languages: cs_cz, es_mx, eu, it, ja_jp, ka_ge, nl, pt_br, pt_pt, sr

source: Url shortened to: %s
cs_cz: URL zkráceno na: %s
es_mx: Url acortada a: %s
eu: Url-a honetara laburtu da: %s
it: URL abbreviato a: %s
ja_jp: 短縮URL: %s
ka_ge: Url შემოკლებულია მდე: %s
nl: Url verkort tot %s
pt_br: Url encurtada para: %s
pt_pt: Url encurtado para: %s
sr: Адреса је скраћена у: %s

source: Use it in web pages by referencing or embedding
cs_cz: Použijte jej na webových stránkách odkazováním či vložením
es_mx: Úselo en las páginas referenciandolo o insertándolo
it: Utilizzarlo nelle pagine web tramite riferimento o integrazione
ja_jp: 参照もしくは埋め込むことによりウェブページで利用する
ka_ge: გამოიყენეთ ეს web გვერდებზე ლინკად ან ეთეჩმენტად
nl: Gebruik dit in webpagina's of voeg ze in
pt_br: Usá-lo em páginas da web, fazendo referência ou incorporação de
pt_pt: Utilize-o nas páginas da Web, por referência ou integração
sr: Користи на веб страницама упућивањем или уграђивањем

source: Use the '%s' button above or the fine 'Shortlet'
cs_cz: Použijte tlačítko '%s' nahoře nebo skvělý 'Shortlet'
es_mx: Utilice el botón de '%s' por encima o el 'Shortlet'
it: Utilizza il pulsante '%s' in alto o la comoda 'Shortlet'
ja_jp: '%s' 上のボタンを利用するか、便利な 'Shortlet' をご利用ください。
ka_ge: გამოიყენე '%s' ღილაკი კაროგი 'შემოკლებისთვის'
nl: Gebruik de '%s' knop bovenaan of de tekst 'Shortlet'
pt_br: Use o '%s' botão acima ou o 'Atalho'
pt_pt: Uitilize o botão '% s' acima ou o 'Shortlet' ideal
sr: Користите '%s' тастер изнад или чисто 'Кратиша'

source: Verify by clicking…
cs_cz: Ověřte kliknutím...
es_mx: Compruebe pulsando ...
it: Verifica cliccando...
ja_jp: クリックして検証...
ka_ge: მოახდინეთ ვერიფიკაცია დაკლიკვით...
nl: Verifiëren door klikken...
pt_br: Verificar clicando...
pt_pt: Verifique, clicando...
sr: Верификуј кликом...

source: Verification failed
cs_cz: Ověření selhalo
es_mx: Falló la verificación
it: Verifica non riuscita
ja_jp: 検証に失敗しました
ka_ge: ვერიფიკაცია ვერ მოხერხდა
nl: Verificatie mislukt
pt_br: Verificação falhou
pt_pt: A verificação falhou
sr: Верификација није успела

source: %s Message(code): %s (%s) File(line): %s (%s) Info: %%s
cs_cz: %s Zpráva(kód): %s (%s) Soubor(řádek): %s (%s) Info: %%s
es_mx: %s Mensaje(código): %s (%s) Archivo(línea): %s (%s) Info: %%s
it: %s⏎ Messaggio(codice): %s (%s)⏎ File(riga): %s (%s)⏎ Informazioni: %%s
ja_jp: %s メッセージ(コード): %s (%s) ファイル(行): %s (%s) 情報: %%s
ka_ge: %s⏎ მესიჯი(კოდი): %s (%s)⏎ ფაილი(სტრიქონი): %s (%s)⏎ ინფორმაცია: %%s
nl: %s Bericht(code): %s (%s) Bestand(regel): %s (%s) Info: %%s
pt_br: %s Mensagem(código): %s (%s) Arquivo(linha): %s (%s) Info: %%s
pt_pt: %s Mensagem (código): %s (%s) Ficheiro (linha): %s (%s) Informação: %%s
sr: %s Порука (код): %s (%s) Фајл (линија): %s (%s) Подаци: %%s

source: API access key
cs_cz: Přístupový klíč API
es_mx: clave acceso API
eu: APIaren sarbide gakoa
it: Chiave d'accesso API
ja_jp: APIアクセスキー
ka_ge: API დაშვების გასაღები
nl: API access sleutel
pt_br: Chave de acesso API
pt_pt: Chave API
sr: API приступни кључ

source: Account
cs_cz: Účet
es_mx: Cuenta
eu: Kontua
ja_jp: アカウント
pt_br: Conta
pt_pt: Conta
sr: Налог

source: API key
cs_cz: Klíč API
es_mx: clave API
eu: APIaren gakoa
it: Chiave API
ja_jp: APIキー
ka_ge: API გასაღები
nl: API sleutel
pt_br: Chave API
pt_pt: Chave API
sr: API кључ

source: bit.ly user
cs_cz: uživatel bit.ly
es_mx: usuario bit.ly
eu: bit.ly erabiltzailea
it: utente bit.ly
ja_jp: bit.ly ユーザ
ka_ge: bit.ly მომხმარებელი
nl: bit.ly gebruiker
pt_br: bit.ly usuário
pt_pt: utilizador bit.ly
sr: bit.ly корисник

source: bit.ly user name
cs_cz: uživatelské jméno bit.ly
es_mx: nombre de usuario bit.ly
eu: bit.ly erabiltzaile izena
it: nome utente bit.ly
ja_jp: bit.ly ユーザ名
ka_ge: bit.ly მომხმარებლის სახელი
nl: bit.ly gebruikersnaam
pt_br: bit.ly nome de usuário
pt_pt: nome do utilizador bit.ly
sr: bit.ly корисничко име

source: bit.ly key
cs_cz: klíč bit.ly
es_mx: clave bit.ly
eu: bit.ly gakoa
it: Chiave bit.ly
ja_jp: bit.ly キー
ka_ge: bit.ly გასაღები
nl: bit.ly sleutel
pt_br: bit.ly chave
pt_pt: chave bit.ly
sr: bit.ly кључ

source: bit.ly users key
cs_cz: uživatelský klíč bit.ly
es_mx: clave de usuarios bit.ly
eu: bit.ly erabiltzaileen gakoa
it: Chiave utente bit.ly
ja_jp: bit.ly ユーザキー
ka_ge: bit.ly მომხმარებლის გასაღები
nl: bit.ly gebruikerssleutel
pt_br: bit.ly chave de usuário
pt_pt: chave dos utilizadores bit.ly
sr: bit.ly кориснички кључ

source: Google API key
cs_cz: Klíč Google API
es_mx: Clave API de Google
eu: Google API gakoa
it: Chiave Google API
ja_jp: Google APIキー
ka_ge: Google API გასაღები
nl: Google API sleutel
pt_br: Cave Google API
pt_pt: Chave API Google
sr: Google API кључ

source: Google API account
cs_cz: Účet Google API
es_mx: cuenta de Google API
eu: Google API kontua
it: Account Google API
ja_jp: Google API アカウント
ka_ge: Google API ანგარიში
pt_br: Conta Google API
pt_pt: Conta API Google
sr: Google API налог

source: tiny.cc user
cs_cz: uživatel tiny.cc
es_mx: usuario tiny.cc
eu: tiny.cc erabiltzailea
it: utente
ja_jp: tiny.cc ユーザ
ka_ge: tiny.cc მომხმარებელი
nl: tiny.cc gebruiker
pt_br: Usuário tiny.cc
pt_pt: utilizador tiny.cc
sr: tiny.cc корисник

source: tiny.cc user name
cs_cz: uživatelské jméno tiny.cc
es_mx: nombre de usuario tiny.cc
eu: tiny.cc erabiltzaile izena
it: nome utente
ja_jp: tiny.cc ユーザ名
ka_ge: tiny.cc მომხმარებლის სახელი
nl: tiny.cc gebruikersnaam
pt_br: Nome de usuário tiny.cc
pt_pt: nome do utilizador tiny.cc
sr: tiny.cc корисничко име

source: tiny.cc key
cs_cz: klíč tiny.cc
es_mx: clave tiny.cc
eu: tiny.cc gakoa
it: Chiave tiny.cc
ja_jp: tiny.cc キー
ka_ge: tiny.cc გასაღები
nl: tiny.cc sleutel
pt_br: chave tiny.cc
pt_pt: chave tiny.cc
sr: tiny.cc кључ

source: tiny.cc user key
cs_cz: uživatelský klíč tiny.cc
es_mx: clave de usuario tiny.cc
eu: tini.cc erabiltzailearen gakoa
it: Chiave utente tiny.cc
ja_jp: tiny.cc ユーザキー
ka_ge: tiny.cc მომხმარებლის გასაღები
nl: tiny.cc gebruikerssleutel
pt_br: Chave de usuário tiny.cc
pt_pt: chave do utilizador tiny.cc
sr: tiny.cc кориснички кључ

source: Force verification of encryption certificates during communication with the backend
cs_cz: Vynutit ověření šifrovacích certifikátů během komunikace s podpůrnou vrstvou
es_mx: Verificación de la fuerza de certificados de encriptación durante la comunicación con el motor
it: Forza la verifica dei certificati di cifratura durante la comunicazione con il motore
ja_jp: バックエンドとの通信時に暗号化証明書の確認を強制
ka_ge: დაშიფვრის სერთიფიკატების ვერიფიკაციის გაშვება ბექენდ სერვერთან კომუნიკაციის დროს
nl: Dwing verificatie van digitale certificaten voor versleuteling af, bij communicatie met de backend.
pt_br: Forçar verificação de certificado de criptografia durante a comunicação com o backend
pt_pt: Forçar a verificação de certificados de encriptação durante a comunicação com a interface
sr: Обавезна провера шифрарских сертификата током коминукације са зачељем

source: The external 'bitly.com' service is used to register a short url for each generated shorty.
cs_cz: Externí služba 'bitly.com' se použije k registraci zkrácené URL pro každý generovaný shorty.
es_mx: El servicio externo "bitly.com' se usa para registrar una url breve para cada Shorty generado.
it: Il servizio esterno 'bitly.com' è utilizzato per registrare un URL breve per ogni shorty generato.
ja_jp: 外部の 'bitly.com' サービスは、生成された個々の短縮の短いURLを登録するために利用されます。
ka_ge: გარე 'bitly.com' სერვისი გამოიყენება მოკლე url–ების დასარეგისტრირებლად ყველა გენერირებულ შემოკლებაზე.
nl: De externe 'bitly.com' dienst wordt gebruikt om een verkorte url te registreren voor elke gegenereerde shorty.
pt_br: O serviço "bitly.com 'externo é usado para registrar um atalho url para cada atalho gerado.
pt_pt: O serviço externo 'bitly.com' é utilizado para registar um url curto para cada shorty criado.
sr: Спољни сервис 'bitly.com' се користи за регистровање скраћених адреса за сваких формирани Shorty.

source: This means you have to register an '%s' at their site first.
cs_cz: Musíte si nejdříve zaregistrovat '%s' na jejich stránkách.
es_mx: Esto significa que usted tiene que registrar un '%s' en sus sitio web por primera vez.
it: Ciò significa che devi registrare prima un '%s' nel loro sito.
ja_jp: これは、自分のサイトで '%s' を初めに登録しなければならないということです。
ka_ge: ეს გულისხმობს რომ თქვენ უნდა დაარეგისტრიროთ '%s' საწყის ეტაპზე თქვენს საიტზე.
nl: Dat betekent dat u eerst een '%s' moet aanvragen op hun site.
pt_br: Isto significa que você tem que registrar um '%s' no seu site primeiro.
pt_pt: Isto significa que tem de register um '%s' no site deles.
sr: Ово значи да прво морате да региструјете „%s“ на њиховом сајту.

source: The external 'turl' service is used to register a short url for each generated shorty.
cs_cz: Externí služba 'turl' se použije k registraci zkrácené URL pro každý generovaný shorty.
es_mx: El servicio externo "turl 'se usa para registrar una url breve para cada Shorty generado.
it: Il servizio esterno 'turl' è utilizzato per registrare un URL breve per ogni shorty generato.
ja_jp: 外部の 'turl' サービスは個々の生成された短縮の短いURLの登録に利用されます。
ka_ge: გარე 'turl' სერვისი გამოიყენება მოკლე url–ების დასარეგისტრირებლად ყველა გენერირებულ შემოკლებაზე.
nl: De externe 'turl' dienst wordt gebruikt om een verkorte url te registreren voor elke gegenereerde shorty.
pt_br: O serviço "turl' externo é usado para registrar um atalho url para cada atalho gerado.
pt_pt: O serviço externo 'turl' é usado para registrar um url curto para cada curtinho criado.
sr: Спољни сервис 'turl' се користи за регистровање скраћених адреса за сваких формирани Shorty.

source: The external 'ti.ny' service is used to register a short url for each generated shorty.
cs_cz: Externí služba 'ti.ny' se použije k registraci zkrácené URL pro každý generovaný shorty.
es_mx: El servicio externo "ti.ny 'se usa para registrar un breve url para cada Shorty generado.
it: Il servizio esterno 'ti.ny' è utilizzato per registrare un URL breve per ogni shorty generato.
ja_jp: 外部の 'ti.ny' サービスは個々の生成された短縮の短いURLの登録に利用されます。
ka_ge: გარე 'ti.ny' სერვისი გამოიყენება მოკლე url–ების დასარეგისტრირებლად ყველა გენერირებულ შემოკლებაზე.
nl: De externe 'ti.ny' dienst wordt gebruikt om een verkorte url te registreren voor elke gegenereerde shorty.
pt_br: O serviço "ti.cc' externo é usado para registrar um atalho url para cada atalho gerado.
pt_pt: O serviço externo 'ti.ny' é usado para registrar um url curto para cada curtinho criado.
sr: Спољни сервис 'ti.ny' се користи за регистровање скраћених адреса за сваких формирани Shorty.

source: The external 'cli.gs' service is used to register a short url for each generated shorty.
cs_cz: Externí služba 'cli.gs' se použije k registraci zkrácené URL pro každý generovaný shorty.
es_mx: El servicio 'cli.gs"externo se usa para registrar una url breve para cada Shorty generado.
it: Il servizio esterno 'cli.gs' è utilizzato per registrare un URL breve per ogni shorty generato.
ja_jp: 外部の 'cli.gs' サービスは個々の生成された短縮の短いURLの登録に利用されます。
ka_ge: გარე 'cli.gs' სერვისი გამოიყენება მოკლე url–ების დასარეგისტრირებლად ყველა გენერირებულ შემოკლებაზე.
nl: De externe 'cli.gs' dienst wordt gebruikt om een verkorte url te registreren voor elke gegenereerde shorty.
pt_br: Serviço externo 'cli.gs' é usado para registrar um atalho url para cada atalho gerado.
pt_pt: O serviço externo 'cli.gs' é usado para registrar um url curto para cada curtinho criado.
sr: Спољни сервис 'cli.gs' се користи за регистровање скраћених адреса за сваких формирани Shorty.

source: The external 'is.gd' service is used to register a short url for each generated shorty.
cs_cz: Externí služba 'is.gd' se použije k registraci zkrácené URL pro každý generovaný shorty.
es_mx: El servicio 'is.gd 'externo se usa para registrar una url breve para cada Shorty generado.
it: Il servizio esterno 'is.gd' è utilizzato per registrare un URL breve per ogni shorty generato.
ja_jp: 外部の 'is.gd' サービスは個々の生成された短縮の短いURLの登録に利用されます。
ka_ge: გარე 'is.gd' სერვისი გამოიყენება მოკლე url–ების დასარეგისტრირებლად ყველა გენერირებულ შემოკლებაზე.
nl: De externe 'is.gd' dienst wordt gebruikt om een verkorte url te registreren voor elke gegenereerde shorty.
pt_br: Serviço externo 'is.gd' é usado para registrar um atalho url para cada atalho gerado.
pt_pt: O serviço externo 'is.gd' é usado para registrar um url curto para cada curtinho criado.
sr: Спољни сервис 'is.gd' се користи за регистровање скраћених адреса за сваких формирани Shorty.

source: The external 'tiny.cc' service is used to register a short url for each generated shorty.
cs_cz: Externí služba 'tiny.cc' se použije k registraci zkrácené URL pro každý generovaný shorty.
es_mx: El servicio externo 'tiny.cc' se usa para registrar una url breve para cada Shorty generada.
it: Il servizio esterno 'tiny.cc' è utilizzato per registrare un URL breve per ogni shorty generato.
ja_jp: 外部の 'tiny.cc' サービスは個々の生成された短縮の短いURLの登録に利用されます。
ka_ge: გარე 'tiny.cc' სერვისი გამოიყენება მოკლე url–ების დასარეგისტრირებლად ყველა გენერირებულ შემოკლებაზე.
nl: De externe 'tiny.cc' dienst wordt gebruikt om een verkorte url te registreren voor elke gegenereerde shorty.
pt_br: O serviço "tiny.cc' externo é usado para registrar um atalho url para cada atalho gerado.
pt_pt: O serviço externo 'tiny.cc' é usado para registrar um url curto para cada curtinho criado.
sr: Спољни сервис 'tiny.cc' се користи за регистровање скраћених адреса за сваких формирани Shorty.

source: No backend is used, direct links pointing to your ownCloud are generated.
cs_cz: Žádná podpůrná vrstva není používána, používají se přímé odkazy do vašeho ownCloudu.
es_mx: No se ha configurado el motor, se generan enlaces directos que apuntan a su ownCloud.
it: Non è utilizzato alcun motore, sono generati collegamenti diretti che puntano al tuo ownCloud.
ja_jp: 何もバックエンドを利用しません、ownCloudへの直接リンクが生成されます。
ka_ge: ბექენდი არ არის გამოყენებული, პირდაპირი ლინკი თქვენი ownCloud–ის გენერირებულია.
nl: Er wordt geen backend gebruikt. Er worden rechtstreekse links naar uw ownCloud gegenereerd.
pt_br: Nenhum backend está sendo usado, links diretos apontando para seu ownCloud são gerados.
pt_pt: Não está a ser utilizada qualquer interface, são geradas hiperligações dirigidas para a sua ownCloud.
sr: Не користи се зачеље. Генерисане су директне везе ка вашем облаку.

source: The service requires you to authenticate yourself by providing a valid bit.ly user name and an '%s'.
cs_cz: Služba vyžaduje ověření pomocí platného uživatelského jména 'bit.ly' a '%s'.
es_mx: El servicio requiere que usted se autentifique al proporcionar un nombre de usuario de bit.ly válido y un '%s'.
it: Il servizio richiede la tua autenticazione tramite un nome utente e un '%s' validi di bit.ly.
ja_jp: このサービスは、有効なあなたの bit.ly のユーザー名と '%s' を提供いただき、認証する必要があります。
ka_ge: სერვისს სჭირდება თქვენი აუთენთიკაცია სწორი bit.ly მომხმარებლით და '%s'–ით
nl: De dienst eist dat u zichzelf authenticeert met een geldige bit.ly gebruikersnaam en een '%s'.
pt_br: O serviço exige que você se autentique, fornecendo uma bit.ly nome de usuário e uma '%s' válido.
pt_pt: O serviço requer que se identifique, fornecendo um nome de utilizador válido bit.ly e um '% s'.
sr: Услуга захтева да се аутентификујете са исправним корисничким именом за bit.ly и „%s“

source: Such links are most likely longer than those generated when using a backend.
cs_cz: Takové odkazy jsou pravděpodobně delší než ty generované pomocí podpůrné vrstvy.
es_mx: Estos enlaces son probablemente más grandes que los generados cuando se utiliza un motor.
it: Questi collegamenti sono generalmente più lunghi di quelli generati utilizzando un motore.
ja_jp: そのリンクは、バックエンドを使用して生成されたものよりも大抵長いものでしょう。
ka_ge: ასეთი ლინკი უფრო მოსახერხებელია ვიდრე ისინი რომელიც გენერირდება ბექენდის გამოყენების დროს.
nl: Zulke links zijn meestal langer dan links die worden gegenereerd door de backend.
pt_br: Esses lincks são provávelmente ​​mais longos do que aqueles gerados pelo uso de um backend.
pt_pt: Tais hiperligações estão sujeitas a serem mais longas do que as geradas quando utiliza uma interface.
sr: Такве везе су вероватно дуже од оних које би генерисало зачеље.

source: However this option does not rely on any third party service and keeps your shortys under your control.
cs_cz: Avšak tato možnost se nespoléhá na žádné služby třetích strany a ponechává všechny shorty pod vaší kontrolou.
es_mx: Sin embargo, esta opción no se apoya en ningún servicio a terceros y mantiene sus enlaces bajo su control.
it: In ogni caso, questa opzione non si basa su alcun servizio di terze parti e lascia gli shorty sotto il tuo controllo.
ja_jp: しかし、このオプションはどんなサードパーティのサービスにも接続せず、あなたの短縮URLをあなたの管理下に保てます。
ka_ge: ამავე დროს ეს ოფცია არ გამოიყენება ყველა 3nd სერვისებზე და ტოვებს თქვენს შემოკლებებს თქვენი კონტროლის ქვეშ.
nl: Maar deze optie heeft geen derde partij diensten nodig en laat u uw shorty's zelf in beheer houden
pt_br: No entanto, esta opção não invoca nenhum serviço de terceiros e mantém seus shortys sob seu controle.
pt_pt: No entanto, esta opção não depende de qualquer serviço de terceiros e mantém seus curtinhos no seu controlo.
sr: Међутим ова опција се не ослања на услуге треће стране и ваше скраћенице су под вашом контролом.

source: Since this setup depends on server based configuration rules the base url can only be specified in the 'Admin' section of the configuration.
cs_cz: Jelikož toto nastavení závisí na nastavení serveru, základní URL je možné nastavit pouze v 'Admin' sekci nastavení.
es_mx: Desde que esta configuración depende de las reglas de configuración del servidor la url base sólo se puede especificar en la sección 'Admin' de la configuración.
it: Poiché questa configurazione dipende dalle regole di configurazione lato server, l'URL di base può essere specificato nella sezione 'Amministrazione' della configurazione.
ja_jp: なぜなら、この設定はサーバー側の設定ルールに依存し、ベースURLはその設定の管理者セクションでしか指定できないからです。
ka_ge: ეს კონფიგურაცია დამოკიდებულია სერვერის საბაზო კონფიგურაციის წესებზე. საბაზო url–ი შეიძლება მითითებულ იქნას კონფიგურაციის 'Admin' სექციაში .
nl: Doordat deze instelling afhangt van de configuratie van de server, kan de basis url alleen worden opgegeven in de beheermodule.
pt_br: Uma vez que esta configuração depende das regras de configuração baseadas em servidor a URL base só pode ser especificada na seção 'Admin' da configuração.
pt_pt: Uma vez que esta configuração depende das regras do servidor de base o url apenas pode ser especificado na secção 'Admin'
sr: Како ова постава зависи од серверских правила подешавања, основни УРЛ се може навести само у одељку „Администрација“ у подешавањима

source: Static, rule-based backend, generates shorty links relative to a given base url.
cs_cz: Statická podpůrná vrstva založená na pravidlech generuje krátké odkazy relativní k zadané základní URL.
es_mx: Motor estático y basado en normas, genera enlaces de Shorty con relación a una URL base determinada.
it: Motore statico, basato su regole, genera collegamenti abbreviati relativi a un determinato URL base.
ja_jp: 静的ルールベースのバックエンドは、与えられたベースURLにリンクする短縮URLを生成する
ka_ge: სტატიკური, სესებზე დამყარებული ბექენდი აგენერირებს შემოკლებულ ლინკებს მოცემული საბაზო url–ისთვის.
nl: Vast, regelgebaseerd backend, genereert shorty links relatief tot een gegeven basis url.
pt_br: Estática, backend baseado em regras, gera links curtos em relação a uma determinada url base.
pt_pt: Estática, regra baseada na interface, gera hiperligações curtas relativas ao url base indicado.
sr: Статично, правилима базирано зачеље, генерише кратке везе релативно у односу на основни УРЛ.

source: You have to take care that any request to the url configured here is internally mapped to the 'shorty' module.
cs_cz: Musíte zajistit, že všechny požadavky na nastavené URL jsou vnitřně mapovány na modul 'shorty'.
es_mx: Usted tiene que tener cuidado que cualquier petición de la URL configurada aquí se asigna internamente al módulo 'Shorty'.
it: Devi assicurarti che ogni richiesta all'URL configurato qui sia associata internamente al modulo 'shorty'.
ja_jp: ここで設定されたURLへのどんなリクエストも 'shorty' モジュールへ内部的に接続される事に注意しなければなりません。
ka_ge: თქვენ უნდა იზრუნოთ მაგაზე, რომ ყველა აქ დაყენებული URL მოთხოვნა, შიგნითვე გადაყვანილ იქნება "შემოკლება" მოდულთან.
nl: Let erop dat elke aanroep van de hier geconfigureerde url intern wordt omgezet naar de 'shorty' module.
pt_br: Você tem que tomar cuidado porque qualquer pedido para a url configurada aqui é mapeada internamente ao módulo 'Shorty'.
pt_pt: Tem que tomar atenção para que cada pedido para o url configurado aqui seja internamente mapeado para o modulo 'curtinho'.
sr: Морате се побринути да сваки захтев до УРЛ-а подешеног овде се интерно мапира до Шорти модула.

source: The target of that mapping must be some URL like:
cs_cz: Cílem v mapování musí být URL:
es_mx: El objetivo de esta asignación debe ser una URL como:
it: La destinazione dell'associazione deve essere un URL del tipo:
ja_jp: 紐付けられるターゲットは、次のようである必要があります:
ka_ge: სამიზნე მეპინგი უნდა იყოს რაიმე მისამართი. მაგალითად ასეთი:
nl: Het doel van de omzetting moet een URL zijn, zoals:
pt_br: A alvo de um mapeamento deve ser alguma URL como:
pt_pt: O destino de esse mapeamento deve ser algum URL, tal como:
sr: Циљ тог мапирања мора бити адреса попут:

source: Have a try with the example link provided, click it, it should result in a confirmation that your setup is working.
cs_cz: Vyzkoušejte nastavení pomocí zkušebního odkazu, klikněte na něj, mělo by se objevit potvrzení, že vaše nastavení funguje.
es_mx: Prueba con el enlace de ejemplo proporcionado, haga clic en él, eso debería resultar en una confirmación de que su configuración está funcionando.
it: Prova con il collegamento di esempio fornito, fai clic su di esso, il risultato costituisce una conferma che la tua configurazione è funzionante.
ja_jp: 提示されたサンプルリンクをテストしてみてください。クリックするとあなたの設定が動いているかどうか結果が確認できます。
ka_ge: თუ გინდათ სცადოთ მოცემული ლინკის მაგალითზე, დააჭირეთ მას, ის ვალდებულია დაგეთანხმოს იმაზე, რომ თქვენი კონფიგურაცია მუშაობს.
nl: Probeer het voorbeeld eens. Dat zou moeten resulteren in een melding dat de instelling werkt,
pt_br: Tente com o link de exemplo fornecido, clique nele, deve resultar em uma confirmação de que a sua configuração está funcionando.
pt_pt: Experimente com o link de exemplo fornecido, clique nele, o resultado deverá ser uma confirmação do funcionamento da sua configuração.
sr: Испробајте везу дату у примеру. Кликните на њу и требало би да добијете потврду да је постава исправна.

source: Leave empty if you can't provide a short base url that is mapped the described way.
cs_cz: Ponechte prázdné, pokud nemáte krátké základní URL mapované popsaným způsobem.
es_mx: Dejar vacío si no se puede proporcionar una breve URL base que funcione de la manera descrita.
it: Lascia vuoto se non puoi fornire un URL di base breve associato nel modo descritto.
ja_jp: 説明した方法でマッピングされる短いベースURLを提供できない場合は空のままにしておきます。
ka_ge: დატოვეთ ცარიელი თუ თქვენ ვერ უთითებთ შემოკლებულ საბაზო url–ს ამ გზით ამ მეპინგისთვის.
nl: Niets invullen als u geen verkorte basis url hebt die zoals beschreven kan worden omgezet.
pt_br: Deixe em branco se você não pode fornecer uma atalho base URL, que mapeie o caminho descrito.
pt_pt: Deixe em branco se não pode fornecer uma base URL curta, que é mapeada no caminho descrito.
sr: Оставите празно ако не можете понудити кратку основу адресу која је мапирана на описани начин
