Repository: owncloud-archive/shorty
Catalog: l10n/*/shorty.po
Languages: cs_cz, es_mx, eu, it, ja_jp, ka_ge, nl, pt_br, pt_pt, sr

source: Open target url
cs_cz: Otevřít cílovou URL
es_mx: Abrir URL de destino
eu: Ireki helburu helbidea
it: Apri URL di destinazione
ja_jp: ターゲットURLを開く
ka_ge: გახსენი სამიზნე url
nl: Open doel url
pt_br: Abrir url alvo
pt_pt: Abrir url de destino
sr: Отвори циљни УРЛ

source: Optional configuration of a 'Static Backend'
cs_cz: Volitelná nastavení 'statické' podpůrné vrstvy
es_mx: Configuración opcional de un 'motor estático'
it: Configurazione facoltativa di un 'Motore statico'
ja_jp: '静的バックエンド' の追加設定
ka_ge: 'სტატიკური ბექენდის' ოფციონალური კონფიგურაცია
nl: Optionele configuratie van een 'Vaste Backend'
pt_br: Configuração opcional de um 'Static Backend'
pt_pt: Configuração opcional da 'Interface Estática'
sr: Опциона подешавања статичног зачеља

source: or simpy print or download it for off-line usage
cs_cz: , nebo jej vytiskněte či stáhněte pro offline použití
es_mx: o solo imprimir o descargar para su uso fuera de línea
eu: inprimatu edo deskargatu lineaz kanpo erabiltzeko
it: o stampalo o scaricalo semplicemente per l'utilizzo non in linea
ja_jp: または、オフラインで利用する為に単に印刷するか、ダウンロード
ka_ge: ან გადმოტვირთეთ და გამოიყენეთ მარტივად ოფლაინში
nl: of druk af of download de code voor off-line gebruik
pt_br: ou simplesmente imprimir ou fazer o download para uso off-line
pt_pt: ou simplesmente imprima ou transfira-o para utilizar desligado da rede
sr: или га једноставно одштампајте или преузмите за коришћење ван везе

source: Paste to embed elsewhere
cs_cz: Vložit pro umístění na jiném místě
es_mx: Pegar para insertar en otro lugar
eu: Itsatsi nonbait txertatzeko
it: Incolla per incorporare altrove
ja_jp: 別の場所へ埋め込むために貼り付け
ka_ge: ჩააკოპირეთ ყველგან მისაწეპებლად
nl: Plakken om elders in te voegen
pt_br: Colar para inserir em outro lugar
pt_pt: Colar para integrar em qualquer lugar
sr: Налепите за уградњу другде

source: Preference retrieved
cs_cz: Předvolba načtena
es_mx: Preferencia recuperada
eu: Hobespena berreskuratuta
it: Preferenza recuperata
ja_jp: 設定を取得しました
nl: Voorkeuren opgehaald
pt_br: Preferência recuperada
pt_pt: Preferência obtida
sr: Поставка добављена

source: Preference saved
cs_cz: Předvolba uložena
es_mx: Preferencia guardada
eu: Lehenespena gordeta
it: Preferenza salvata
ja_jp: 設定を保存しました
nl: Voorkeuren opgeslagen
pt_br: Preferência salva
pt_pt: Preferência guardada
sr: Поставка сачувана

source: Preference '%s' retrieved
cs_cz: Volba '%s' byla získána
es_mx: Preferencia '%s' recuperada
eu: '%s' hobespena berreskuratuta
it: Preferenza '%s' recuperata
ja_jp: 設定 '%s' を取得しました
ka_ge: უპირატესობა '%s' გამოჩნდა
nl: Voorkeur '%s' opgehaald
pt_br: Preferência '%s' recuperada
pt_pt: Preferência '%s' obtida
sr: Поставка „%s“ добављена

source: Preference '%s' saved
cs_cz: Volba '%s' uložena
es_mx: Preferencia '%s' guardada
eu: '%s' hobespena gordea
it: Preferenza '%s' salvata
ja_jp: 設定 '%s' を保存しました
ka_ge: უპირატესობა '%s' შენახულია
nl: Voorkeur '%s' bewaard
pt_br: Preferência '%s' salva
pt_pt: Preferência '%s' guardada
sr: Поставка „%s“ сачувана

source: Preferences
cs_cz: Předvolby
es_mx: Preferencias
eu: Hobespenak
it: Preferenze
ja_jp: 設定
nl: Voorkeuren
pt_br: Preferências
pt_pt: Preferências
sr: Подешавања

source: Prepare to send as SMS
cs_cz: Připravit k odeslání jako SMS
es_mx: Preparar para enviar como SMS
eu: Prestatu SMS gisa bidaltzeko
it: Prepara per inviare come SMS
ja_jp: SMSでの送信の準備をする
ka_ge: მოამზადე SMS–ით გასაგზავნად
nl: Klaarmaken om als SMS te versturen
pt_br: Preparar para enviar como SMS
pt_pt: Prepare para enviar como SMS
sr: Припреми за слање као телефонску поруку

source: Refresh
eu: Birkargatu
nl: Vernieuwen
pt_pt: Atualizar
sr: Освежи

source: Relay service
cs_cz: Předávací služba
es_mx: Servicio de retransmisión
it: Servizio di inoltro
ja_jp: 中継サービス
ka_ge: რელე სერვისი
pt_br: Serviço de retransmissão
pt_pt: Serviço de Retransmissão
sr: Проследи сервис

source: Relay url
cs_cz: Předávací URL
es_mx: URL retransmisión
it: URL associato
ja_jp: 中継URL
ka_ge: url რელე
pt_br: URL retransmissor
pt_pt: URL de Retransmissão
sr: Пренеси адресу

source: Reload
cs_cz: Obnovit
es_mx: Recargar
eu: Birkargatu
it: Ricarica
ja_jp: 再読み込み
ka_ge: გადატვირთვა
nl: Herladen
pt_br: Recarregar
pt_pt: Recarregar
sr: Поново учитај

source: Reload list
cs_cz: Obnovit seznam
es_mx: Recargar lista
eu: Birkargatu zerrenda
it: Ricarica l'elenco
ja_jp: リストを再読み込み
ka_ge: სიის გადატვირთვა
nl: Herladen lijst
pt_br: Recarregar lista
pt_pt: Recarregar Lista
sr: Учитај поново листу

source: Save
cs_cz: Uložit
es_mx: Guardar
eu: Gorde
it: Salva
ja_jp: 保存
ka_ge: შენახვა
nl: Bewaren
pt_br: Guardar
pt_pt: Guardar
sr: Сачувај

source: Send by email
cs_cz: Poslat e-mailem
es_mx: Enviar por email
eu: Email-ez bidali
it: Invia tramite email
ja_jp: メールで送信
ka_ge: გააგზავნე იმეილით
nl: Versturen per e-mail
pt_br: Enviar por email
pt_pt: Enviar por correio eletrónico
sr: Пошаљи е-поштом

source: Send link by email
cs_cz: Poslat odkaz e-mailem
es_mx: Enviar enlace por e-mail
eu: Bidali lotura posta bidez
it: Invia collegamento tramite email
ja_jp: メールでリンクを送信
ka_ge: გააგზავნე ლინკი იმეილით
nl: Versturen links via e-mail
pt_br: Enviar link por e-mail
pt_pt: Enviar hiperligação por correio eletrónico
sr: Пошаљи везу е-поштом

source: Send by SMS
cs_cz: Poslat jako SMS
es_mx: Enviar por SMS
eu: SMSz bidali
it: Invia tramite SMS
ja_jp: SMSで送信
ka_ge: გააგზავნე SMS–ით
nl: Versturen per SMS
pt_br: Enviar por SMS
pt_pt: Enviar por SMS
sr: Пошаљи СМС-ом

source: Set personal preferences using the cog wheel (%%s) on the bottom left!
cs_cz: Osobní předvolby nastavte použitím ozubeného kolečka (%%s) na konci strany vlevo.
es_mx: Configura de las preferencias personales usando la rueda dentada (%%s) en la parte inferior izquierda!
it: Imposta le preferenze personali utilizzando la ruota dentata (%%s) in basso a sinistra.
ja_jp: 左下の歯車アイコン (%%s) を利用して個人設定を編集してください！
ka_ge: დააყენეთ პერსონალური პარამეტრები კბილანას (%%s) გამოყენებით მარცხენა ქვედა კუთხეში!
nl: Stel uw persoonlijke voorkeuren in gebruik makend van het tandwiel (%%s) linksonder!
pt_br: Definir preferências pessoais utilizando a roda dentada (%%s) no canto inferior esquerdo!
pt_pt: Defina as preferências pessoais, utilizando a roda dentada (%%s) na base à esquerda!
sr: Подесите личне поставке помоћу зупчаника (%%s) доле лево!

source: Set personal preferences using the cog wheel (%%s) on the upper right!
cs_cz: Osobní předvolby nastavte použitím ozubeného kolečka (%%s) vpravo nahoře.
es_mx: ¡Configure las preferencias personales usando la rueda dentada (%%s) en la parte superior derecha!
it: Imposta le preferenze personali utilizzando la ruota dentata (%%s) in alto a destra!
ja_jp: 右上の歯車アイコン (%%s) を利用して個人設定を編集してください！
nl: Stel de persoonlijke voorkeuren in met behulp van het tandwieltje (%%s) rechtsboven!
pt_br: Definir preferências pessoais utilizando a roda dentada (%%s) no canto superior direito!
pt_pt: Defina as preferências pessoais, utilizando a roda dentada (%%s) em cima à direita!
sr: Подесите личне поставке помоћу зупчаника (%%s) горе десно!

source: Setting retrieved
cs_cz: Nastavení načteno
es_mx: Configuración recuperada
eu: Ezarpena berreskuratuta
it: Impostazione recuperata
ja_jp: 設定を取得しました
nl: Instelling opgehaald
pt_br: Configurações recuperadas
pt_pt: Configurações obtidas
sr: Поставке су учитане

source: Setting saved
cs_cz: Nastavení uloženo
es_mx: Configuración guardada
eu: Ezarpena gordeta
it: Impostazione salvata
ja_jp: 設定を保存しました
nl: Instelling opgeslagen
pt_br: Configurações salvas
pt_pt: Configurações guardadas
sr: Поставке су сачуване

source: Setting '%s' retrieved
cs_cz: Nastavení '%s' načteno
es_mx: Configuración '%s' recuperada
eu: '%s' ezarpena berreskuratuta
it: Impostazione '%s' recuperata
ja_jp: 設定 '%s' を取得しました
nl: Instelling '%s' opgehaald
pt_br: Configurações '%s' recuperadas
pt_pt: Configurações '%s' obtidas
sr: Поставке '%s' су учитане

source: Setting '%s' saved
cs_cz: Nastavení '%s' bylo uloženo
es_mx: Ajuste '%s' guardado
eu: '%s' ezarpena gordeta
it: Impostazione '%s' salvata
ja_jp: 設定 '%s' を保存しました
ka_ge: სეთინგი '%s' შენახულია
nl: Instelling '%s' bewaard
pt_br: Configuração '%s' salva
pt_pt: Configurações '%s' guardadas
sr: Поставке '%s' су сачуване

source: Settings
cs_cz: Nastavení
es_mx: Ajustes
eu: Ezarpenak
it: Impostazioni
ja_jp: 設定
ka_ge: პარამეტრები
nl: Instellingen
pt_br: Ajustes
pt_pt: Configurações
sr: Поставке

source: Share and use
cs_cz: Sdílet a použít
es_mx: Compartir y usar
eu: Partekatu eta erabili
it: Condividi e utilizza
ja_jp: 共有して利用
ka_ge: გააზიარე და გამოიყენე
nl: Delen en gebruiken
pt_br: Compartilhar e usar
pt_pt: Comartilhar e utilizar
sr: Подели и користи

source: Share shorty
cs_cz: Sdílet shorty
es_mx: Compartir Shorty
it: Condividi shorty
ja_jp: 短縮を共有
ka_ge: შემოკლების გაზიარება
nl: Delen shorty
pt_br: Compartilhar atalho
pt_pt: Compartilhar shorty
sr: Подели Shorty

source: Shorty as QRCode
cs_cz: Shorty jako QR kód
es_mx: Shorty como código QR
eu: Shorty QRCode gisa
it: Shorty come codice QR
ja_jp: QRコードで短縮
ka_ge: შემოკლებით QRCode–ით
nl: Shorty als QRCode
pt_br: Curto como QRCode
pt_pt: Sorthy como QRCode
sr: Shorty као QR код

source: Shorty with id '%s' deleted
cs_cz: Shorty s id '%s' odstraněn
es_mx: Shorty con id '%s' eliminado
eu: '%s' id-a duen Shorty-a ezabatuta
it: Shorty con id '%s' eliminato
ja_jp: id '%s' の短縮は削除されました
ka_ge: შემოკლებული id–ით '%s' წაშლილია
nl: Shorty met id '%s' verwijderd
pt_br: Shorty com id '%s' excluído
pt_pt: O shorty com a id. '%s' foi apagado
sr: Скраћеница %s је обрисана

source: Show as QRCode
cs_cz: Zobrazit jako QR kód
es_mx: Mostrar como código QR
eu: Erakutsi QRkodea bezala
it: Mostra come codice QR
ja_jp: QRコードとして表示
ka_ge: გამოაჩინე როგორც QRCode
nl: Tonen als QRCode
pt_br: Mostrar como QRCode
pt_pt: Mostrar como QRCode
sr: Прикажи као QR код

source: Show QRCode reference
nl: Tonen QRCode referentie
pt_pt: Mostrar referência QRCode
sr: Прикажи референцу QR кода

source: Show QRCode image
nl: Tonen QRCode afbeelding
pt_pt: Mostrar imagem QRCode
sr: Прикажи слику QR кода

source: Download QRCode
nl: Downloaden QRCode
pt_pt: Descarregar QRCode
sr: Преузми QR код

source: Show details
cs_cz: Zobrazit podrobnosti
es_mx: Mostar detalles
eu: Erakutsi xehetasunak
it: Mostra i dettagli
ja_jp: 詳細を表示
ka_ge: დეტალების გამოჩენა
nl: Tonen details
pt_br: Mostrar detalhes
pt_pt: Mostrar detalhes
sr: Прикажи детаље

source: Show usage
cs_cz: Zobrazit použití
es_mx: Mostrar uso
eu: Erakutsi erabilpena
it: Mostra utilizzo
ja_jp: 利用状況を表示
nl: Toon gebruik
pt_br: Mostrar uso
pt_pt: Mostrar utilização
sr: Прикажи начин употребе

source: SMS
sr: Телефонска порука

source: SMS composer
cs_cz: Editor SMS
es_mx: Compositor SMS
eu: SMS sortzailea
it: Compositore SMS
ka_ge: SMS კომპოზიტორი
nl: SMS opsteller
pt_br: Compositor SMS
pt_pt: Janela de SMS
sr: Креирање телефонских порука

source: Sort ascending
cs_cz: Seřadit vzestupně
es_mx: Ordenar ascendente
eu: Ordenatu gorantz
it: Ordine crescente
ja_jp: 昇順にソート
ka_ge: ალფავიტის მიხედვით სორტირება
nl: Oplopend sorteren
pt_br: Ordem Ascendente
pt_pt: Ordem ascendente
sr: Сортирај растуће

source: Sort descending
cs_cz: Seřadit sestupně
es_mx: Ordenar descendente
eu: Ordenatu beherantz
it: Ordine decrescente
ja_jp: 降順にソート
ka_ge: ალფავიტის მიხედვით პირუკუ სორტირება
nl: Aflopend sorteren
pt_br: Ordem Descendente
pt_pt: Ordem descendente
sr: Сортирај опадајуће

source: Clear filter
es_mx: Quitar filtro
eu: Sortu iragazkia
ja_jp: フィルタをクリア
nl: Leegmaken filter
pt_pt: Limpar filtro
sr: Очисти филтер

source: Collapse column
nl: Inklappen kolom
pt_pt: Ocultar coluna
sr: Скупи колону

source: Expand column
nl: Uitbreiden kolom
pt_pt: Expandir coluna
sr: Прошири колону

source: Source url
cs_cz: URL zdroje
es_mx: Url origen
it: URL di origine
ja_jp: ソースURL
ka_ge: წყარო url
nl: Bron url
pt_br: url fonte
pt_pt: URL Fonte
sr: Изворна адреса

source: Specify a static base url…
cs_cz: Zadejte statickou základní URL...
es_mx: Especifique una URL base estática ...
it: Specifica un URL statico di base...
ja_jp: 静的なベースURLを指定...
ka_ge: მიუთითეთ სტატიკური საბაზო url–ი...
nl: Geef een vaste basis url op...
pt_br: Especifique uma url base estática...
pt_pt: Especifique um url base estático...
sr: Наведите статичну основну адресу...

source: Static backend: base url verification
cs_cz: Statická podpůrná vrstva: ověření základní URL
es_mx: Motor estático: verificación de la URL base
it: Motore statico: verifica dell'URL base
ja_jp: 静的バックエンド: ベースURLの確認
ka_ge: სტატიკური ბექენდი: საბაზო url–ის ვერიფიკაცია
nl: Statische backend: basis url verificatie
pt_br: Backend estática: base verificação url
pt_pt: Interface estática: verificação do url base
sr: Статична позадина: верификације основне адресе

source: Status
cs_cz: Stav
es_mx: Estado
eu: Egoera
it: Stato
ja_jp: 状態
ka_ge: სტატუსი
pt_pt: Estado
sr: Статус

source: Status change for shorty with id '%s' saved
cs_cz: Změna stavu pro shorty s id '%s' byla uložena
es_mx: Cambio de estado para shorty con id '%s' guardado
it: Cambio di stato per shorty con id '%s' salvato
ja_jp: id '%s' の短縮に関するステータスの変更は保存されました
ka_ge: შემოკლებული id '%s'–ის სტატუსის ცვლილება შენახულია
nl: Statuswijziging voor shorty met id '%s' opgeslagen
pt_br: Alteração no status do shorty com id '%s' salva
pt_pt: Alteração do estado guardada para o shorty com a id. '%s'
sr: Измена статуса за скраћеницу %s је сачувана

source: Target
cs_cz: Cíl
es_mx: Objetivo
eu: Helburua
it: Destinazione
ja_jp: ターゲット
ka_ge: სამიზნე
nl: Doel
pt_br: Alvo
pt_pt: Destino
sr: Циљ

source: Target url
cs_cz: Cílová URL
es_mx: URL de destino
eu: Helburu helbidea
it: URL di destinazione
ja_jp: ターゲットURL
ka_ge: სამიზნე url
nl: Doel url
pt_br: URL Alvo
pt_pt: URL de Destino
sr: Циљана адреса

source: Target url '%s' is valid
cs_cz: Cílová URL '%s' je v pořádku
es_mx: La url de destino '%s' es válida
eu: '%s' helburu helbidea baliozkoa da
it: L'URL di destinazione '%s' è valido
ja_jp: ターゲットURL '%s' は有効です
ka_ge: სამიზნე url '%s' მართებულია
nl: Doel url '%s' is geldig
pt_br: Url alvo '%s' é válida
pt_pt: O url de destino '%s' é válido
sr: Циљана адресу '%s' је важећа

source: That image can be used when writing documents or setting up web sites
cs_cz: Obrázek může být také použit při psaní dokumentů nebo vytváření webových stránek
es_mx: Esa imagen se puede utilizar para escribir documentos o la creación de sitios web
it: Tale immagine può essere utilizzata quando si scrivono documenti o si configurano siti web
ja_jp: ドキュメントを作成したり、Webサイトを構築するときに、その画像を利用します。
ka_ge: სურათი შეიძლება გამოყენებულ იქნას დოკუმენტების შექმისას ან web გვერდებზე
nl: Die afbeelding kan worden gebruikt in documentatie of voor het inrichten van websites
pt_br: Essa imagem pode ser usada quando se escreve documentos ou a criação de sites
pt_pt: Essa imagem pode ser utilizada quando escrever documentos ou a configurar os sítios da Web
sr: Ова слика може бити кориштена када се пушу документи или подешавају веб странице

source: The backend service used to generate shortened URLs.
cs_cz: Podpůrná vrstva používaná k vytváření zkrácených URL.
es_mx: El servicio usado para generar URLs acortadas.
it: Il servizio del motore utilizzato per generare gli URL abbreviati.
ja_jp: 短縮URLを生成する為に利用する外部サービス
nl: The backend service die wordt gebruikt voor het genereren van verkorte URL's.
pt_br: O serviço de backend usado para gerar atalhos URLs.
pt_pt: O serviço da interface utilizado para gerar os URLs encurtados.
sr: Позадински сервис за формирање скраћених адреса.

source: The default status as suggested for new Shortys.
cs_cz: Navrhovaný výchozí stav pro nové Shorty.
es_mx: El estado por defecto que se sugiere para nuevos Shortys.
it: Lo stato predefinito suggerito per i nuovi Shorty.
ja_jp: デフォルトの状態を新しい短縮として提案
nl: De standaard status zoals gesuggereerd voor nieuwe Shortys.
pt_br: O status padrão como sugerido por novos Atalhos.
pt_pt: O estado predefinido como sugerido para novos Shortys.
sr: Подразумевани статус као препорука за нове Шортије.

source: The link below can be copied to paste it elsewhere
nl: De link hieronder kan worden gekopieerd voor hergebruik
pt_pt: O link abaixo pode ser copiado para colar noutro lugar
sr: Веза испод се може копирати за лепљење на другим местима

source: The additional plugin '%%s' tracks the usage of existing Shortys!
cs_cz: Dodatečný modul '%%s' sleduje používání stávajících Shortys!
es_mx: ¡El plug-in adicional '%%s' rastrea el uso de Shortys existentes!
it: L'estensione aggiuntiva '%%s' traccia l'utilizzo degli Shorty esistenti!
ja_jp: 追加プラグイン '%%s' は、現在のShorty(短縮URL)の利用状況を追跡できます。
ka_ge: დამატებითი '%%s' ფლაგინი გვაჩვენებს მოცემული შემოკლებების გამოყენებას!
nl: De aanvullende plugin '%%s' volgt het gebruik van bestaande Shortys!
pt_br: O plugin adicional '%%s' acompanha o uso de Shortys existentes!
pt_pt: O plug-in adicional '%%s rastreia a utilização dos Shortys existentes!
sr: Додатни прикључак„%%s“ прати употребу постојећих скраћеница!

source: therefore the content must be copied manually
cs_cz: a proto musíte obsah zkopírovat ručně
es_mx: por lo tanto, el contenido debe ser copiado manualmente
it: perciò il contenuto deve essere copiato manualmente
ja_jp: 従って、その内容は手動でコピーされなければなりません。
ka_ge: ამასთანავე კონტენტი შეიძლება კოპირებულ იქნას ხელით
nl: daarom moet de inhoud handmatig worden gekopieerd
pt_br: no entanto, o conteúdo pode ser copiado manualmente
pt_pt: portanto o conteúdo tem de ser copiado manualmente
sr: зато се садржај мора ручно копирати

source: then paste into message
cs_cz: a potom vložen do zprávy
es_mx: entonces pegarlo en un mensaje
eu: gero mezuan itsasi
it: poi incolla nel messaggio
ja_jp: そしてメッセージに貼り付けます
ka_ge: შემდეგ ჩააკოპირეთ მესიჯის შიგნით
nl: in een bericht worden geplaatst
pt_br: em seguida, cole na mensagem
pt_pt: depois copie para a mensagem
sr: затим залепи у поруку

source: This 2d barcode encodes the url pointing to this Shorty
cs_cz: Tento 2D čárový kód obsahuje URL, která směřuje na tuto Shorty
es_mx: Este código de barras 2D codifica la URL a la que apunta este Shorty
it: Questo codice a barre 2D codifica l'URL che punta a questo shorty
ja_jp: この2次元バーコードは、この短縮を指すURLをエンコードしています
ka_ge: ეს 2d ბარკოდი აკოდირებს მითითებულ შემოკლებულ url–ს
nl: Deze 2D streepjescode bevat de url die verwijst naar deze Shorty
pt_br: Este código de barras 2D codifica a url apontando para este Pequeno
pt_pt: Este código 2d codifica o endereço para este Shorty
sr: Овај 2Д баркод задржи УРЛ који показује на ову скраћеницу

source: Use it in web pages by referencing or embedding or simply print or download it for offline usage
nl: Gebruik dit in webpagina's als verwijzing of ingebed of druk het af of download het voor off-line gebruik
pt_pt: Utilize-o em páginas web por referência, incorporação ou simplesmente imprimir ou descarregar para uso offline
sr: Користите га на веб странама или га одштампајте или преузмите за употребу ван везе.

source: This is a internal url that the shortened url relays to
cs_cz: Vnitřní URL, na níž je předána zkrácená URL
es_mx: Esto es una URL interna abreviada a la que apunta la URL acortada
it: Questo è un URL interno al quale è associato l'URL abbreviato
ja_jp: これは、短縮化されたURLからリダイレクトされる内部URLです。
ka_ge: ეს არის შიდა url რაც შემოკლდა url რელეს მეშვეობით
nl: Dit is een interne url waarnaar de verkorte url naar verwijst
pt_br: Esta é uma url interna que retransmite para uma URL atalho
pt_pt: Este é um URL interno que o url encurtado substitui para
sr: Ово је унутрашња адреса коју скраћена адреса преноси

source: This is the shortened url registered at the backend
cs_cz: Zkrácené URL zaregistrované v podpůrné vrstvě
es_mx: Esta es la url acortada registrada en el motor
it: Questo è l'URL abbreviato registrato dal motore
ja_jp: これはバックエンドに登録された短縮URLです
ka_ge: ეს არის შემოკლებული url დარეგისტრირებული ბექენდზე
nl: Dit is de verkorte url die is geregistreerd in de backend
pt_br: Este é um atalho url registrado no backend
pt_pt: Esta é o url encurtado registado na interface
sr: Ово је скраћена адреса регистрована у позадини

source: This is the target url specified when generating this Shorty
cs_cz: Cílová URL, která je specifikována při vytváření Shorty
es_mx: La url de destino especificada cuando se genera el Shorty
it: Questo è l'URL di destinazione specificato quando generi questo Shorty
ja_jp: この短縮の生成時に指定されたターゲットURLです
ka_ge: ეს არის სამიზნის url შემოკლების გენერაციის დროს
nl: Dit is het doel url dat wordt gebruikt bij het genereren van deze Shorty
pt_br: Esta é a URL de destino especificado ao gerar este Atalho
pt_pt: Este é o url de destino especificado quando cria este curtinho
sr: Ово је циљна адреса наведена када се формира овај Шорти

source: This is the url referencing the QRCode shown before
cs_cz: URL směřující na dříve zobrazený QR kód
es_mx: Esta es la URL de referencia al código QR mostrado antes
it: Questo è il link riferito al codice QR visualizzato prima
ja_jp: これは以前表示したQRコードを参照しているURLです
ka_ge: ამ url–ს გადავყავართ ადრე ნაჩვენებ QRCode–ზე
nl: Dit is de url die naar de eerder getoonde QRCode verwijst
pt_br: Esta é a url fazendo referência ao QRCode mostrado antes
pt_pt: Este é o url referente ao código QRCode mostrado
sr: Ово је адреса која се позива на раније приказани QR код

source: Title
cs_cz: Název
es_mx: Título
eu: Izenburua
it: Titolo
ja_jp: タイトル
ka_ge: სახელი
nl: Titel
pt_br: Título
pt_pt: Título
sr: Наслов

source: Toggle toolbar
cs_cz: Přepnout panel nástrojů
es_mx: Muestra/oculta la barra de herramientas
it: Commuta la barra degli strumenti
ja_jp: ツールバーをトグル
ka_ge: ინსტრუმენტების პანელის გადამრთველი
nl: Omschakelen werkbalk
pt_br: Alternar barra de ferramentas
pt_pt: Alternar Barra de Ferramentas
sr: Укључивање/искључивање линије алата

source: Total of clicks
cs_cz: Celkem kliknutí
es_mx: Clics totales
it: Totale dei clic
ja_jp: クリックの総数
ka_ge: ქლიკების საერთო რაოდენობა
nl: Totaal aantal doorkliks
pt_br: Total de clicks
pt_pt: Total de cliques
sr: Укупно кликова

source: Typically this only works on devices like smart phones
cs_cz: Většinou funguje jen na zařízeních jako je smartphone
es_mx: Normalmente esto sólo funciona en dispositivos como smartphones
it: Normalmente funziona solo su smartphone
ja_jp: これちらは、通常、スマートフォンのような携帯端末上でしか動きません。
ka_ge: ტიპიურად ეს მუშაობს სმარტფონ მოწყობილობებზე
nl: In de regel werkt dit alleen op apparaten zoals smartphones
pt_br: Normalmente, isso só funciona em dispositivos como telefones inteligentes
pt_pt: Usualmente apenas funciona em dispositivos tipo smart phone
sr: Ово ради само на уређајима попут паметних телефона

source: Unexpected type of exception caught: %s
cs_cz: Zachycen neočekávaný typ výjimky: %s
es_mx: Tipo inesperado de excepción detectado: %s
it: Ricevuta un'eccezione di tipo inatteso: %s
ja_jp: 予期せぬ種類の例外を捕捉: %s
nl: Overwacht soort uitzondering tegengekomen: %s
pt_br: Tipo inesperado de exceção capturada: %s
pt_pt: Tipo de excepção imprevisto foi apanhado: %s
sr: Затечен неочекивани тип изузетка: %s

source: Unfortunately the implementation of this scheme is limited
cs_cz: Bohužel implementace tohoto postupu je omezená
es_mx: Desgraciadamente la implementación de este esquema es limitada
it: Sfortunatamente l'implementazione di questo schema è limitata
ja_jp: 申し訳ございませんが、この書式の埋め込みは制限されています。
ka_ge: სამწუხაროდ ამ სქემის გამოყენება ლიმიტირებულია
nl: Helaas is de implementatie van dit schema beperkt
pt_br: Infelizmente, a implementação deste sistema é limitado
pt_pt: Infelizmente a implementação deste esquema está limitado
sr: Нажалост употребљивост ове шеме је ограничена

source: Unknown object of type caught: %s
cs_cz: Objekt neznámého typu zachycen: %s
es_mx: Tipo de objeto desconocido capturado: %s
it: Ricevuto un oggetto di tipo sconosciuto: %s
ja_jp: 未知の種類のオブジェクトを捕捉: %s
nl: Onverwacht soort object tegengekomen: %s
pt_br: Objeto desconhecido do tipo pego: %s
pt_pt: Encontrado o objecto de tipo desconhecido: %s
sr: Затечен непознати објекат типа: %s
