Repository: owncloud-archive/shorty
Catalog: l10n/*/shorty.po
Languages: cs_cz, es_mx, eu, it, ja_jp, ka_ge, nl, pt_br, pt_pt, sr

source: Plugins
cs_cz: Moduly
es_mx: Complementos
eu: Pluginak
it: Estensioni
ja_jp: プラグイン
sr: Прикључци

source: all
cs_cz: vše
es_mx: todos
eu: dena
it: tutto
ja_jp: すべて
ka_ge: ყველა
nl: alle
pt_br: tudo
pt_pt: todos
sr: све

source: blocked
cs_cz: zablokováno
es_mx: bloqueado
eu: Bloketatua
it: bloccato
ja_jp: ブロック
ka_ge: დაბლოკილი
nl: geblokkeerd
pt_br: bloqueado
pt_pt: bloqueado
sr: блокирано

source: deleted
cs_cz: smazáno
es_mx: borrado
eu: ezabatuta
it: eliminati
ja_jp: 削除
ka_ge: წაშლილი
nl: verwijderd
pt_br: excluído
pt_pt: apagado
sr: обрисано

source: disabled
cs_cz: zakázáno
es_mx: desactivado
eu: desgaituta
it: disabilitato
ja_jp: 無効
ka_ge: გათიშულია
nl: uitgeschakeld
pt_br: desabilitado
pt_pt: desativado
sr: искључено

source: enabled
cs_cz: povoleno
es_mx: activado
eu: gaituta
it: abilitato
ja_jp: 有効
ka_ge: ჩართულია
nl: ingeschakeld
pt_br: habilitado
pt_pt: ativado
sr: укључено

source: never
cs_cz: nikdy
es_mx: nunca
eu: inoiz
it: mai
ja_jp: 無し
ka_ge: არასდროს
nl: geen
pt_br: nunca
pt_pt: nunca
sr: никада

source: private
cs_cz: soukromé
es_mx: privado
eu: pribatua
it: privato
ja_jp: プライベート
nl: privé
pt_br: privado
pt_pt: privado
sr: приватно

source: public
cs_cz: veřejné
es_mx: público
eu: publikoa
it: pubblico
ja_jp: 公開
nl: openbaar
pt_br: público
pt_pt: público
sr: јавно

source: shared
cs_cz: sdílené
es_mx: compartido
eu: konpartitua
it: condiviso
ja_jp: 共有中
nl: gedeeld
pt_br: compartilhado
pt_pt: partilhado
sr: дељено

source: delete
cs_cz: smazat
es_mx: eliminar
eu: ezabatu
it: elimina
ja_jp: 削除
ka_ge: წაშლა
nl: verwijderen
pt_br: remover
pt_pt: apagar
sr: обриши

source: edit
cs_cz: upravit
es_mx: editar
eu: editatu
it: modifica
ja_jp: 編集
ka_ge: რედაქტირება
nl: bewerken
pt_br: editar
pt_pt: editar
sr: уреди

source: open
cs_cz: otevřít
es_mx: abrir
eu: ireki
it: apri
ja_jp: 開く
ka_ge: გახსნა
nl: openen
pt_br: abrir
pt_pt: abrir
sr: отвори

source: share
cs_cz: sdílet
es_mx: compartir
eu: elkarbanatu
it: condividi
ja_jp: 共有
ka_ge: გაზიარება
nl: deel
pt_br: compartilhar
pt_pt: compartilhar
sr: подели

source: show
cs_cz: zobrazit
es_mx: mostrar
eu: erakutsi
it: mostra
ja_jp: 表示
ka_ge: გამოაჩინე
nl: weergeven
pt_br: mostrar
pt_pt: mostrar
sr: прикажи

source: reload
es_mx: recargar
eu: birkargatu
ja_jp: 再読み込み
nl: herladen
pt_pt: recarregar
sr: поново учитај

source: up
es_mx: arriba
eu: gora
ja_jp: 上
nl: omhoog
pt_pt: para cima
sr: горе

source: down
es_mx: abajo
eu: behera
ja_jp: 下
nl: omlaag
pt_pt: para baixo
sr: доле

source: clear
es_mx: limpiar
eu: garbitu
ja_jp: クリア
nl: leegmaken
pt_pt: limpar
sr: очисти

source: none
cs_cz: žádné
es_mx: ninguno
eu: bat ere ez
it: nessuno
ja_jp: 無し
nl: geen
pt_br: nenhum
pt_pt: nenhum
sr: ништа

source: error
cs_cz: chyba
eu: errorea
it: errore
ja_jp: エラー
nl: fout
pt_br: erro
pt_pt: erro
sr: грешка

source: info
cs_cz: informace
eu: informazioa
ja_jp: 情報
pt_br: informação
pt_pt: informação
sr: подаци

source: debug
cs_cz: ladění
es_mx: depurar
eu: araztu
ja_jp: デバッグ
pt_pt: depurar
sr: oтклони грешке

source: ( never )
nl: ( nooit )
pt_pt: ( nunca )
sr: ( никад )

source: 2 seconds
eu: 2 segundu
nl: 2 seconden
pt_pt: 2 segundos
sr: 2 секунде

source: 5 seconds
eu: 5 segundu
nl: 5 seconden
pt_pt: 5 segundos
sr: 5 секунди

source: 12 seconds
eu: 12 segundu
nl: 12 seconden
pt_pt: 12 segundos
sr: 12 секунди

source: 1 minute
eu: minutu 1
nl: 1 minuut
pt_pt: 1 minuto
sr: 1 минут

source: [ none ]
nl: [ geen ]
pt_pt: [ nenhum ]
sr: [ ништа ]

source: bitly.com service
cs_cz: služba bitly.com
es_mx: servicio bitly.com
eu: bitly.com zerbitzua
it: servizio bitly.com
ja_jp: bitly.com サービス
pt_br: serviço bitly.com
pt_pt: serviço bitly.com
sr: bitly.com сервис

source: cli.gs service
cs_cz: služba cli.gs
es_mx: servicio cl.gs
eu: cli.gs zerbitzua
it: servizio cli.gs
ja_jp: cli.gs サービス
pt_br: serviço cli.gs
pt_pt: serviço cli.gs
sr: cli.gs сервис

source: goo.gl service
cs_cz: služba goo.gl
es_mx: servicio goo.gl
eu: goo.gl zerbitzua
it: servizio goo.gl
ja_jp: goo.gl サービス
pt_br: serviço goo.gl
pt_pt: serviço goo.gl
sr: goo.gl сервис

source: is.gd service
cs_cz: služba is.gd
es_mx: servicio is.gd
eu: is.gd zerbitzua
it: servizio is.gd
ja_jp: is.gd サービス
pt_br: serviço is.gd
pt_pt: serviço is.gd
sr: is.gd сервис

source: ti.ny service
cs_cz: služba ti.ny
es_mx: servicio ti.ny
eu: ti.ny zerbitzua
it: servizio ti.ny
ja_jp: ti.ny サービス
pt_br: serviço ti.ny
pt_pt: serviço ti.ny
sr: ti.ny сервис

source: tiny.cc service
cs_cz: služba tiny.cc
es_mx: servicio tiny.cc
eu: tiny.cc zerbitzua
it: servizio tiny.cc
ja_jp: tiny.cc サービス
pt_br: serviço tiny.cc
pt_pt: serviço tiny.cc
sr: tiny.cc сервис

source: static backend
cs_cz: statická podpůrná vrstva
es_mx: motor estático
eu: backend estatikoa
it: motore statico
ja_jp: 静的なバックエンド
nl: vaste backend
pt_br: backend estática
pt_pt: interface estática
sr: статично зачеље

source: for any access
cs_cz: pro libovolný přístup
es_mx: para cualquier acceso
eu: edozein sarbiderako
it: per qualsiasi accesso
ja_jp: 任意のアクセス
ka_ge: ყველა დაშვებისთვის
nl: voor elke toegang
pt_br: para qualquer acesso
pt_pt: para qualquer acesso
sr: за било који приступ

source: for own usage
cs_cz: pro vlastní použití
es_mx: para uso propio
eu: erabilera pertsonalerako
it: per il proprio utilizzo
ja_jp: 個人での利用
ka_ge: მხოლოდ თქვენი გამოყენებისთვის
nl: voor eigen gebruik
pt_br: para uso proprietário
pt_pt: para utilização própria
sr: за личну употребу

source: with ownCloud users
cs_cz: s uživateli ownCloud
es_mx: con usuarios ownCloud
eu: ownCloud erabiltzaileekin
it: con gli utenti di ownCloud
ja_jp: ownCloudユーザ
ka_ge: ownCloud მომხმარებლებისთვის
nl: met ownCloud gebruikers
pt_br: com usuários ownCloud
pt_pt: com utilizadores ownCloud
sr: са корисницима облака

source: available for everyone
cs_cz: dostupné všem
es_mx: disponible para cualquiera
eu: gaitu edozeinentzat
it: disponibile a tutti
ja_jp: すべての人が利用可能
ka_ge: დაშვებადია ყველასთვის
nl: beschikbaar voor iedereen
pt_br: disponínel para todos
pt_pt: disponível para toda a gente
sr: доступно свима

source: Access
cs_cz: Přístup
es_mx: Acceso
eu: Sarrera
it: Accesso
ja_jp: アクセス
ka_ge: დაშვება
nl: Toegang
pt_br: Acesso
pt_pt: Acesso
sr: Приступ

source: Add a new shorty
cs_cz: Přidat novou shorty
es_mx: Añadir un nuevo Shorty
it: Aggiungi un nuovo shorty
ja_jp: 新しい短縮を追加
ka_ge: დაამატე ახალი შემოკლება
nl: Toevoegen nieuwe shorty
pt_br: Adicionar um novo atalho
pt_pt: Adicionar um novo Shorty
sr: Додај нови Shorty

source: Add as new
cs_cz: Přidat jako nový
es_mx: Añadir como nuevo
eu: Gehitu berri gisa
it: Aggiungi nuovo
ja_jp: 新規に追加
ka_ge: დაამატე როგორც ახალი
nl: Toevoegen als nieuw
pt_br: Adicionar como novo
pt_pt: Adicionar como novo
sr: Додај као нови

source: Add page as 'Shorty' to ownCloud
cs_cz: Přidat stránku jako 'Shorty' do ownCloud
es_mx: Añadir la página como 'Shorty' a ownCloud
it: Aggiungi pagina come 'Shorty' a ownCloud
ja_jp: ownCloudに '短縮' としてページを追加
ka_ge: დაამატე გვერდი როგორც შემოკლებული ownCloud–ზე
nl: Pagina als shorty toevoegen aan ownCloud
pt_br: Adicionar página como 'Atalho' ao ownCloud
pt_pt: Adicionar página como 'Shorty' na ownCloud
sr: Додај страну као скраћеницу у оунКлауд

source: Administration
cs_cz: Správa
es_mx: Administración
eu: Administrazioa
it: Amministrazione
ja_jp: 管理
ka_ge: ადმინისტრაცია
nl: Beheer
pt_br: Administração
pt_pt: Administração
sr: Администрација

source: Administrative, system wide settings of this app:
cs_cz: Administrativní nastavení, platné pro celou aplikaci:
es_mx: Administración, la configuración global para el sistema de esta aplicación:
it: Amministrativo, impostazioni globali di questa applicazione:
ja_jp: 管理者用システム全体設定:
ka_ge: ამ აპლიკაციის ადმინისტრაციული, საერთო სისტემური პარამეტრები:
nl: Beheermatige, systeembrede instellingen van deze app:
pt_br: Administrativas, as configurações globais do sistema deste aplicativo:
pt_pt: Administrativo, sistema amplo de configurações desta aplicação:
sr: Администрација, системска подешавања ове апликације:

source: after the SMS has been launched
cs_cz: poté co byla SMS odeslána
es_mx: después que el SMS haya sido abierto
eu: SMS abian jarri ondoren
it: dopo l'invio dello SMS
ja_jp: SMS を起動した後
ka_ge: როცა SMS უკვე გაგზავნილია
nl: nadat de SMS opsteller is gestart
pt_br: após o SMS ser lançado
pt_pt: depois de ter enviado a SMS
sr: након покретања СМС-а

source: Alternatively the image can be downloaded for printout or storage
cs_cz: Obrázek také může být stažen pro uložení či vytisknutí
es_mx: Como alternativa, la imagen puede descargarse para su impresión o almacenamiento
it: Alternativamente l'immagine può essere scaricata per la stampa o per la conservazione
ja_jp: もう一つの方法として、画像をダウンロードして印刷や保存ができます。
ka_ge: ალტერნატივაში სურათის ჩამოტვირთვა შეიძლება ამოსაბეჭდად და შესანახად
nl: De afbeelding kan om te bewaren ook worden gedownload of afgedrukt
pt_br: Alternativamente, a imagem pode ser baixada para impressão ou armazenamento
pt_pt: Alternativamente, a imagem pode ser transferida para guardar ou imprimir
sr: Такође, слика може бити преузета ради штампања или складиштења

source: alternatively the link can be copied for further usage
cs_cz: odkaz může být také zkopírován pro další použití
es_mx: alternativamente, el enlace puede ser copiado para un uso posterior
eu: bestela esteka kopiatu daiteke erabilera gehiagorako
it: in alternativa il collegamento può essere copiato per un uso diverso
ja_jp: もしくは、以後利用するためにリンクをコピー出来ます。
nl: de link kan ook worden gekopieerd voor later gebruik
pt_br: alternativamente, o linck pode ser copiado para utilização no futuro
pt_pt: alternativamente, a hiperligação pode ser copiada para utilizar de futuro
sr: такође везу је могуће копирати за даљу употребу

source: Alternatively the link can be copied manually
cs_cz: Odkaz může také být zkopírován ručně
es_mx: Alternativamente, el enlace puede ser copiado manualmente
eu: Bestela esteka eskuz kopia daiteke
it: In alternativa il collegamento può essere copiato manualmente
ja_jp: もしくは、手動でリンクをコピーすることもできます。
nl: Alternatief kan de link handmatig worden gekopieerd
pt_br: Alternativamente o linck pode ser copiado manualmente
pt_pt: Alternativamente, a hiperligação pode ser copiada manualmente
sr: Такође, везу је могуће копирати ручно

source: Alternatively the link can be copied into a message manually
cs_cz: Odkaz může také být zkopírován ručně
es_mx: Alternativamente, el enlace se puede copiar en un mensaje de forma manual
eu: Baita ere lotura mezu batean eskuz kopia daiteke
it: In alternativa il collegamento può essere copiato in un messaggio manualmente
ja_jp: 代替手段として、手動でリンクをメッセージにコピー出来ます
ka_ge: ალტერნატივაში შესაძლებელია ლინკის კოპირება ხელით მესიჯის შიგნით
nl: De link kan ook worden gekopieerd en handmatig
pt_br: Alternativamente, olinck pode ser copiado em uma mensagem manualmente
pt_pt: Alternativamente, a hiperligação pode ser copiada manualmente para uma mensagem
sr: Такође је могуће ручно копирати везу у поруку

source: Anything that appears helpful …
cs_cz: Cokoliv, co může pomoci...
es_mx: Cualquier cosa que parezca útil ...
eu: Lagungarria izan daiteken ezer...
it: Qualsiasi cosa che sembri utile...
ja_jp: 役立つ補足事項...
ka_ge: ყველაფერი რაც არის საჭირო ...
nl: Alles wat maar lijkt te helpen ...
pt_br: Qualquer coisa que parece útil...
pt_pt: Qualquer coisa que pareça que ajude...
sr: Било шта што се чини корисно ...

source: Default backend suggested inside users preferences
cs_cz: Výchozí podpůrná vrstva v uživatelském nastavení
es_mx: Backend por defecto sugeridos en el interior preferencias de los usuarios
it: Il motore predefinito suggerito nelle preferenze degli utenti
ja_jp: デフォルトのバックエンドはユーザーの初期設定内で示されました
nl: Standaard, in gebruikersinstellingen opgegeven backend
pt_br: Backend padrão sugerido dentro preferências dos utilizadores
pt_pt: A interface predefinida sugeridao dentro das preferências dos utilizadores
sr: Подразумевано зачеље наведено у корисничким подешавањима

source: Backend
cs_cz: Podpůrná vrstva
es_mx: Motor
eu: Motorra
it: Motore
ja_jp: バックエンド
ka_ge: ბექენდი
pt_pt: Interface
sr: Позадина

source: Base url
cs_cz: Základní URL
es_mx: url base
eu: Oinarri url-a
it: URL base
ja_jp: ベースURL
ka_ge: საბაზო url–ი
nl: Basis url
pt_br: URL base
pt_pt: URL Base
sr: Основни УРЛ

source: Choose a service…
cs_cz: Vybrat službu...
es_mx: Elige un servicio...
eu: Aukeratu zerbitzu bat...
it: Scegli un servizio...
ja_jp: サービスを選択...
nl: Kies een service...
pt_br: Escolha um serviço
pt_pt: Escolha um serviço...
sr: Изаберите сервис ...

source: Click it, for whatever site you want to create a Shorty.
cs_cz: Klikněte pro jakoukoliv stránku, pro níž si přejete vytvořit Shorty
es_mx: Clic en él, por cualquier sitio que desee crear un Shorty
it: Fai clic qui, per qualsiasi sito di cui vuoi creare uno Shorty.
ja_jp: 短縮を作成したい任意のサイトに対してクリックしてください。
ka_ge: დააჭირე მას, რა საიტზედაც გინდათ შემოკლების გაკეთება.
nl: Klik het om voor een gewenste site een Shorty te maken.
pt_br: Clique nele, para qualquer site que você deseja criar um Atalho.
pt_pt: Clique, para qualquer sítio onde pretenda criar um Shorty.
sr: Кликните, за сваки сајт за који желите да направите скраћеницу.

source: Click registered
cs_cz: Kliknutí zaregistrováno
es_mx: Clic registrado
eu: Klika erregistratu da
it: Clic registrato
ja_jp: クリックは登録されました
ka_ge: დააჭირეთ დარეგისტრირებულებმა
nl: Doorkliks geregistreerd
pt_br: Clique registrado
pt_pt: Clique registado
sr: Клик је регистрован

source: Clicks
cs_cz: Kliknutí
es_mx: Clics
eu: Klikak
it: Clic
ja_jp: クリック
ka_ge: ქლიქები
nl: Doorkliks
pt_pt: Cliques
sr: Кликови

source: Clicking 'Ok' below will try to launch an email composer
cs_cz: Kliknutím na 'Ok' bude spuštěn editor e-mailů
es_mx: Hacer clic en "Aceptar" abajo tratará de iniciar un compositor de correo electrónico
it: Un clic su 'Ok' in basso proverà ad avviare il compositore di email
ja_jp: 以下の'Ok' をクリックするとメールコンポーザの起動を試みます
ka_ge: 'Ok' ღილაკზე დაჭერით გაიხსნება იმეილ კომპოზიტორი
nl: Door hieronder op 'Ok' te klikken wordt de email opsteller gestart
pt_br: Clicar em 'Ok' abaixo tentará abrir um cliente de e-mail
pt_pt: Ao clicar em 'CONFIRMAR' irá abrir a janela de mensagem
sr: Притиском на тастер „У реду“, покушаће се покретање програма за е-пошту.

source: Clicking 'Ok' below will try to launch an sms composer
cs_cz: Kliknutím na 'Ok' se spustí editor SMS zpráv
es_mx: Haga clic en "Aceptar" para intentar componer un SMS
it: Un clic su 'Ok' in basso proverà ad avviare il compositore di sms
ja_jp: 以下の'Ok' をクリックするとSMS送信画面を起動します。
ka_ge: 'Ok' ღილაკზე დაჭერით გაიხსნება იმეილ კომპოზიტორი
nl: Klik hieronder op 'Ok' om te proberen de SMS opsteller te starten
pt_br: Clicando em 'Ok' abaixo vai tentar iniciar um compositor sms
pt_pt: Ao clicar em 'CONFIRMAR' irá abrir a janela de compor uma sms
sr: Притиском на тастер „У реду“, покушаће се покретање програма за СМС поруке.

source: Close
cs_cz: Zavřít
es_mx: Cerrar
eu: Itxi
it: Chiudi
ja_jp: 閉じる
ka_ge: დახურვა
nl: Sluit
pt_br: Fechar
pt_pt: Fechar
sr: Затвори

source: Configuration
cs_cz: Nastavení
es_mx: Configuración
eu: Konfigurazioa
it: Configurazione
ja_jp: 設定
ka_ge: კონფიგურაცია
nl: Configuratie
pt_br: Configuração
pt_pt: Configuração
sr: Подешавање

source: The amount of feedback messages shown.
cs_cz: Množství zobrazených zpráv zpětné vazby.
es_mx: La cantidad de mensajes de retroalimentación mostrados.
it: Il numero di messaggi di segnalazione mostrati.
ja_jp: フィードバックメッセージを全て表示
ka_ge: უკუკავშირის მესიჯების რაოდენობაა გამოჩენილი.
nl: Aantal getoonde feedback berichten.
pt_br: A quantidade de mensagens de feedback mostrado.
pt_pt: Mostra a quantidade de mensagens de comentários
sr: Број приказаних повратних порука.

source: The time span after which messages are hidden again automatically
nl: De periode waarna berichten automatisch weer worden verborgen
pt_pt: O espaço de tempo após o qual mensagens serão escondidas automaticamente
sr: Време након кога ће поруке бити аутоматски сакривене

source: Copy to clipboard
cs_cz: Zkopírovat do schránky
es_mx: Copiar al portapapeles
eu: Kopiatu arbelera
it: Copia negli appunti
ja_jp: クリップボードにコピー
ka_ge: კოპირებულია ქლიპბორდში
nl: Kopiëren naar klembord
pt_br: Copiar para área de transferência
pt_pt: Copiar para a área de trânsferencia
sr: Копирај у клипборд

source: Counted entries and clicks
cs_cz: Započítané záznamy a kliknutí
es_mx: Entradas y clics contados
eu: Zenbatutako sarrera eta klikak
it: Voci e clic contati
ja_jp: カウントされたエントリとクリック
ka_ge: დათვილილი ჩანაწერები და ქლიქები
nl: Getelde ingaven en doorkliks
pt_br: Entradas e cliques contados
pt_pt: Cliques e entradas contadas
sr: Избројани уноси и кликови

source: Create a new 'Shorty' and share it
cs_cz: Vytvořit novou 'Shorty' a sdílet ji
es_mx: Cree un nuevo 'Shorty' y compartalo
it: Crea un nuovo 'shorty' e condividilo
ja_jp: 新しい'Shorty(短縮URL)'を生成して、共有する
ka_ge: შექმენი ახალი შემოკლება და გააზიარე ის
nl: Maak een nieuwe 'Shorty' en deel deze
pt_br: Criar um novo 'Atalho' e compartilhá-lo
pt_pt: Criar um 'Shorty' novo e partilhar-lo
sr: Формирај нови 'Shorty' и подели га

source: Creation
cs_cz: Vytváření
es_mx: Creación
eu: Sormen
it: Creazione
ja_jp: 作成
ka_ge: შექმნა
nl: Aanmaak
pt_br: Criação
pt_pt: Criação
sr: Стварање

source: Delete shorty
cs_cz: Smazat shorty
es_mx: Eliminar Shorty
it: Elimina shorty
ja_jp: 短縮URLを削除
ka_ge: შემოკლების წაშლა
nl: Verwijderen shorty
pt_br: Excluir atalho
pt_pt: Apagar shorty
sr: Обриши Shorty

source: Drag this to your browser bookmarks.
cs_cz: Přetáhněte do svých záložek v prohlížeči.
es_mx: Arrastre esto a los marcadores de su navegador
eu: Arrastatu zure nabigatzailearen laster-marketara
it: Trascinalo nei segnalibri del browser.
ja_jp: これをブラウザのブックマークにドラッグしてください。
ka_ge: გადათრიე ეს თქვენი ბრაუზერის ბუქმარქებში.
nl: Sleep dit naar uw browser bladwijzers.
pt_br: Errastar para o bookmarks do seu navegador.
pt_pt: Arraste isto para os favoritos do seu navegador.
sr: Одвуците ово у ваше обележиваче.

source: Embed the QRCode as an image into some web page using this url
cs_cz: Vloží QR kód jako obrázek do webové stránky pomocí této URL
es_mx: Inserte el código QR como una imagen en alguna página web utilizando esta URL
eu: Kapsulatu QRkodea irudi baten moduan web orri batean helbide honen bidez
it: Integra il codice QR come un'immagine in una pagina web utilizzando questo URL
ja_jp: このURLを利用してどこかのウェブページに画像としてQRコードを埋め込む
ka_ge: მიაწეპეთ QRCode სურათის სახით რომელიმე web გვერდძე ამ url–ის გამოყენებით
nl: Voeg de QRCode in als een afbeelding in wegpagina's, gebruik makend van deze url
pt_br: Incorporar o QRCode como uma imagem em alguma página web usando este url
pt_pt: Inserir o código QRCode como uma imgem numa página da Web, utilizando este url
sr: Угради QR код као слику у веб странице користећи ову адресу

source: Example
cs_cz: Příklad
es_mx: Ejemplo
eu: Adibidea
it: Esempio
ja_jp: 例
ka_ge: მაგალითი
nl: Voorbeeld
pt_br: Exemplo
pt_pt: Exemplo
sr: Пример

source: Exception
cs_cz: Výjimka
es_mx: Excepción
eu: Salbuespena
it: Eccezione
ja_jp: 例外
ka_ge: გამონაკლისი
nl: Uitzondering
pt_br: Exceção
pt_pt: Exceção
sr: Изузетак

source: Exception (%s)
cs_cz: Výjimka (%s)
es_mx: Excepción (%s)
eu: Salbuespena (%s)
it: Eccezione (%s)
ja_jp: 例外 (%s)
ka_ge: გამონაკლისი (%s)
nl: Uitzondering (%s)
pt_br: Exceção (%s)
pt_pt: Exceção (%s)
sr: Изузетак (%s)

source: Expiration
cs_cz: Konec platnosti
es_mx: Caducidad
eu: Iraungitzea
it: Scadenza
ja_jp: 期限切れ
ka_ge: ვადის გასვლის დრო
nl: Vervaltermijn
pt_br: Expiração
pt_pt: Expira em
sr: Истиче

source: Feedback
cs_cz: Odezva
es_mx: Mensajes de retroalimentación
eu: Oharrak
it: Segnalazioni
ja_jp: フィードバック
ka_ge: უკუკავშირი
pt_pt: Comentário
sr: Ваше мишљење

source: Home
eu: Etxekoa
nl: Thuis
pt_pt: Início
sr: Почетна страна

source: It can be enabled by a single click in the administration:
cs_cz: Může být povoleno jedním kliknutím v administraci:
es_mx: Se puede activar con un simple clic en la administración:
eu: Gaitu daiteke klik eginez administrazioan:
it: Può essere abilitato con un singolo clic nell'amministrazione:
ja_jp: 管理画面で1回クリックするだけで有効にできます。
ka_ge: ეს შეიძლება ჩავრთოთ ერთი დაჭერით ადმინისტრაციის განყოფილებაში:
nl: Het kan ingeschakeld worden met één klik in de administratie:
pt_br: Ele pode ser ativado por um único clique na administração:
pt_pt: Este pode ser ativado com um simples clique na administração:
sr: Може се омогућити притиском на тастер у администрацији.

source: If you just started using Shorty
nl: Als u net bent begonnen met het gebruik van Shorty
pt_pt: Se começou a utilizar agora o Shorty
sr: Ако сте тек почели да користите Shorty

source: Loading
cs_cz: Načítám
es_mx: Cargando
eu: Kargatzen
it: Caricamento
ja_jp: 読込中
ka_ge: ჩატვირთვა
nl: Ladend
pt_br: Carregando
pt_pt: A carregar
sr: Учитавам

source: Mail client
cs_cz: E-mailový klient
es_mx: Cliente de correo
eu: Posta bezeroa
it: Client di posta
ja_jp: メールクライアント
ka_ge: მეილ კლიენტი
nl: E-mailclient
pt_br: Cliente de e-mail
pt_pt: Cliente de Correio Eletrónico
sr: Клијент електронске поште

source: Modifications for shorty with id '%s' saved
cs_cz: Změny pro shorty s id '%s' byly uloženy
es_mx: Modificaciones para shorty con id '%s' guardadas
it: Modifiche salvate per shorty con id '%s'
ja_jp: id '%s' の短縮に関する変更は保存されました
ka_ge: შემოკლებული id '%s'–ის მოდიფიკაცია შენახულ იქნა
nl: Wijzigingen voor shorty met id '%s' opgeslagen
pt_br: Modificações no shorty com id '%s' salvas
pt_pt: Modificações para o shorty com a id. '%s' guardada
sr: Измене за скраћеницу %s су сачуване

source: Modify attributes
cs_cz: Upravit atributy
es_mx: Modificar los atributos
eu: Aldatu atributuak
it: Modifica attributi
ja_jp: 属性を編集
nl: Wijzigen attributen
pt_br: Modificar atributos
pt_pt: Modificar atributos
sr: Модификуј атрибуте

source: Modify shorty
cs_cz: Změnit shorty
es_mx: Modificar Shorty
eu: Aldatu shorty
it: Modifica shorty
ja_jp: 短縮を編集
ka_ge: შემოკლების შეცვლა
nl: Wijzigen shorty
pt_br: Modificar atalho
pt_pt: Modificar shorty
sr: Измени Shorty

source: New Shorty
cs_cz: Nová Shorty
es_mx: Nuevo Shorty
eu: Shorty Berria
it: Nuovo shorty
ja_jp: 新規の短縮
ka_ge: ახალი შემოკლება
nl: Nieuwe Shorty
pt_br: Nova Shorty
pt_pt: Novo Shorty
sr: Нови Shorty

source: Notes
cs_cz: Poznámky
es_mx: Notas
eu: Oharrak
it: Note
ja_jp: ノート
ka_ge: შენიშვნები
nl: Notities
pt_br: Notas
pt_pt: Notas
sr: Белешке

source: Nothing here yet
cs_cz: Zatím zde nic není
es_mx: Todavía no hay nada aquí
eu: Ezer hemen oraindik
it: Qui ancora niente
ja_jp: ここにはまだ何もありません
ka_ge: აქ არაფერი არ არის.
nl: Nog niets
pt_br: Nada aqui ainda
pt_pt: Sem Dados
sr: Овде још увек нема ничега

source: Number of entries
cs_cz: Počet záznamů
es_mx: Número de entradas
eu: Sarrera kopurua
it: Numero di voci
ja_jp: エントリー数
ka_ge: ჩანაწერების რაოდენობა
nl: Aantal opgaven
pt_br: Número de entradas
pt_pt: Número de entradas
sr: Број уноса

source: Number of entries: %s
cs_cz: Počet záznamů: %s
es_mx: Número de entradas: %s
eu: Sarrera kopurua: %s
it: Numero di voci: %s
ja_jp: エントリ数: %s
ka_ge: ჩანაწერების რაოდენობა: %s
nl: Aantal ingaven: %s
pt_br: Número de entradas: %s
pt_pt: Número de entradas: %s
sr: Број уноса: %s

source: QRCode
cs_cz: QR kód
es_mx: Codigo QR
eu: QRkodea
it: Codice QR
ja_jp: QRコード
sr: QR код

source: Open source url
cs_cz: Otevřít zdrojovou URL
es_mx: Abrir url origen
it: Apri l'URL di origine
ja_jp: ソースURLを開く
ka_ge: გახსნილი წყაროს url
nl: Open bron url
pt_br: Abrir url fonte
pt_pt: Abrir url fonte
sr: Отвори изворни УРЛ

source: Open relay url
cs_cz: Otevřít předávací URL
es_mx: Abrir URL interna
it: Apri URL associato
ja_jp: 中継URLを開く
ka_ge: გახსნილი რელეს url
pt_br: Abrir retransmissão de url
pt_pt: Abrir url de retransmissão
sr: Отвори посреднички УРЛ

source: Open target
cs_cz: Otevřít cíl
es_mx: Abrir destino
eu: Ireki helburua
it: Apri destinazione
ja_jp: ターゲットを開く
ka_ge: სამიზნის გახსნა
nl: open doel
pt_br: Abrir alvo
pt_pt: Abrir destino
sr: Отворено одредиште
