Repository: owncloud-archive/shorty
Catalog: l10n/*/shorty.po
Languages: cs_cz, es_mx, eu, it, ja_jp, ka_ge, nl, pt_br, pt_pt, sr

source: Only use this backend, if you can provide a short base url that is mapped the described way. Your shorties won't work otherwise.
cs_cz: Používejte tuto podpůrnou vrstvu pouze pokud máte krátké základní URL, které je mapované popsaným způsobem. Vaše shorty nebudou jinak fungovat.
es_mx: Sólo utilice este servidor backend, si usted puede proporcionar una breve URL base que funcione de la manera descrita. De otro modo sus shorties no funcionarán.
it: Utilizza questo motore solo se puoi fornire un URL di base breve associato nel modo descritto. Altrimenti i tuoi shorty non funzioneranno.
ja_jp: 説明した方法でマッピングされている短いベースURLを提供できる場合にのみ、このバックエンドを使用します。shortiesは、そうでなければ動作しません。
ka_ge: მხოლოდ ამ ბექენდის გამოსაყენებლად, თუ თქვენ გაქვთ მოკლე საბაზო url რომელიც დამეპილია აღწერილი სახით. თქვენი შემოკლებები არ იმუშავებს სხვანაირად.
nl: Alleen via deze backend als u een verkorte basis url opgeeft die kan worden omgezet zoals beschreven. Anders werken uw shorty's niet.
pt_br: Só use essa backend, se você pode fornecer uma URL de base curta, que é mapeada ao caminho descrito. Seus atalhos não irão funcionar de outra forma.
pt_pt: Só usar este backend, se é possível fornecer um URL de base curta, que é mapeado no caminho descrito. Seus curtinhos não irão funcionar de outra forma.
sr: Користите ово зачеље само ако можете да обезбедите кратки основни УРЛ мапиран како је описано. Иначе скраћенице неће радити.

source: Googles external 'goo.gl service' is used to register a short url for each generated shorty.
cs_cz: Externí služba 'goo.gl' se použije k registraci zkrácené URL pro každý generovaný shorty.
es_mx: El servicio externo de Google 'goo.gl' se utiliza para registrar una url corta para cada Shorty generado.
it: Il servizio esterno di Google 'goo.gl' è utilizzato per registrare un URL breve per ogni shorty generato.
ja_jp: 外部のGoogleの 'goo.gl' サービスは、個々のshortyで生成された短縮URLの登録に利用されます。
ka_ge: Google-ს გარე 'goo.gl' სერვისი გამოიყენება მოკლე url–ების დასარეგისტრირებლად ყველა გენერირებულ შემოკლებაზე.
nl: De externe 'goo.gl' dienst wordt gebruikt om een verkorte url te registreren voor elke gegenereerde shorty.
pt_br: Serviço externo 'goo.gl' é usado para registrar um atalho url para cada atalho gerado.
pt_pt: O serviço externo Googles ' goo.gl " é usado para registrar um url curto para cada curtinho criado.
sr: Спољни сервис Google 'goo.gl service' се користи за регистровање скраћених адреса за сваких формирани Shorty.

source: You must provide a valid '%%s' to use this service.
cs_cz: Musíte zadat platné '%%s', abyste mohli využívat této služby.
es_mx: Debe proporcionar una '%%s' válida para utilizar este servicio.
it: Devi fornire un '%%s' valido per utilizzare questo servizio.
ja_jp: このサービスを使うには、 '%%s' を正しく指定してください。
ka_ge: თქვენ უნდა მიუთითოთ მართებული '%%s' რომ გამოიყენოთ ეს სერვისი.
nl: U moet een geldige '%%s' opgeven om deze dienst te kunnen gebruiken.
pt_br: Você deve fornecer uma '%%s' válida para usar este serviço.
pt_pt: Deve providenciar um '%%s' valido para usar este serviço.
sr: Морате понудити важећу '%%s' да би користили овај сервис.

source: This means you require a 'Google API console account'.
cs_cz: Potřebujete tedy 'Google API console account'.
es_mx: Esto significa que usted requiere una 'cuenta de consola de Google API'.
it: Ciò significa che è necessario un 'Google API console account'.
ja_jp: これは、あなたが "GoogleのAPIコンソールアカウントを'必要とすることを意味します。
ka_ge: ეს გულისხმობს რომ თქვენ გჭირდებათ 'Google API კონსოლის ანგარიში'.
nl: Dat betekent dat u een 'Google API console account' moet hebben.
pt_br: Isso significa que você precisa de uma 'conta no console Google API'.
pt_pt: Isto significa que precisa de uma 'Conta de consola API Google'.
sr: То значи да вам је неопходан налог Гугл АПИ конзоле

source: Register a new '%%s' at their pages.
cs_cz: Zaregistrujte si nový '%%s' na jejich stránkách.
es_mx: Registrar una nueva '%%s' en sus páginas.
it: Registra un nuovo '%%s' nelle loro pagine.
ja_jp: 自分のページに新しい '%%s' を登録
ka_ge: დაარეგისტრირე ახალი '%%s' თქვენს გვერდზე.
nl: Registreer een nieuwe '%%s' op hun pagina's.
pt_br: Registrar um novo '%%s' em suas páginas.
pt_pt: Registar um novo utilizador '%%s' nas paginas deles.
sr: Региструјте нови '%%s' на њиховим страницама.

source: Enabling the SMS option will offer sending a Shorty via SMS.
cs_cz: Zapnutí SMS volby nabídne posílání Shorty pomocí SMS.
es_mx: Activar la opción de SMS ofrecerá el envío de un Shorty a través de SMS.
it: L'abilitazione dell'opzione SMS offrirà l'invio di uno Shorty tramite SMS.
ja_jp: SMSで短縮URLを送信するオプションを有効にする。
ka_ge: SMS ფუნქციის ჩართვა შემოგთავაზებთ SMS–ის გაგზავნას შემოკლებით.
nl: Inschakelen van de SMS optie, biedt de mogelijkheid om een Shorty via SMS te versturen.
pt_br: Ativando a opção de SMS vai oferecer o envio de um Atalho via SMS.
pt_pt: Ativando a opção de SMS vai oferecer o envio de um Shorty via SMS.
sr: Омогућавањем опције за слање телефонских порука омогућиће слање Shorty преко порука.

source: Unfortunately support for 'SMS url handling' is usually only found on mobile devices like smart phones.
cs_cz: Bohužel podpora pro zpracování URL v SMS je obvykle k dispozici pouze na chytrých telefonech.
es_mx: Lamentablemente el soporte de 'gestión de url SMS' normalmente sólo se encuentra en los dispositivos móviles como smartphones.
it: Sfortunatamente il supporto per la 'gestione degli URL SMS' è disponibile solo su dispositivi mobili come gli smart phone.
ja_jp: 残念なことに 'SMS URL処理' のサポートは通常はスマートフォンなどのモバイルデバイスにのみ搭載されています。
ka_ge: სამწუხაროდ 'SMS url ჰენდლინგის' მხარდაჭერა აქვს მოხოლოდ მობილურ მოწყობილობებს როგორებიცაა სმარტფონები.
nl: Helaas bestaat ondersteuning voor 'SMS url afhandeling' alleen om mobiele apparaten zoals smartphones.
pt_br: Infelizmente, suporte para 'manipulação url SMS "é normalmente encontrado apenas em dispositivos móveis, como smartphones.
pt_pt: Infelizmente, o apoio à "manipulação url SMS' só é encontrado normalmente em dispositivos móveis tal como smartphones.
sr: Нажалост, подршка за руковање СМС УРЛ-ом се углавном налази само на мобилним уређајима.

source: In addition, those implementations are minimalistic, buggy and differ from system to system.
cs_cz: Navíc tyto implementace jsou často minimalistické, rozbité a liší se systém od systému.
es_mx: Además, esas implementaciones son minimalistas, con errores y difieren de un sistema a otro.
it: Inoltre, queste implementazioni sono minimalistiche, piene di bug e diversa da sistema a sistema.
ja_jp: 加えて、この実装は最小限なもので、バグがある可能性があり、システム毎に違うものです
ka_ge: ასევე, ეს რეალიზაციები არის მინიმალისტური, ბაგები და განსხვავდება სისტემიდან სისტემამდე.
nl: En daarbij zijn de implementaties meestal minimaal, niet foutvrij en afwijkend op alle systemen.
pt_br: Além disso, essas implementações são minimalista, buggy e diferem de sistema para sistema.
pt_pt: Além disso, essas implementações estão minimalista, com erros e diferem de sistema para sistema.
sr: Надаље, те примене су минималистичке, пуне грешака и разликују се од система до система.

source: In short: this might not work for you, therefore you can disable it…
cs_cz: Ve zkratce: nemusí to fungovat, můžete to vypnout...
es_mx: En resumen: esto podría no funcionar para usted, por lo tanto, puede desactivarlo...
it: In breve: potrebbe non funzionare nel tuo caso, perciò puoi disabilitarlo...
ja_jp: 要するに: これは正しく動作していない可能性があります。したがって、無効にすることもできます。
ka_ge: მოკლედ: ეს არ იმუშავებს თქვენთვის, ამიტომ თქვენ შეგიძლიათ ჩათიშოთ ის...
nl: Kortweg: als dit niet werkt voor u, kunt u de functie uitschakelen...
pt_br: Em suma: este pode não funcionar para você, portanto, você pode desativá-lo...
pt_pt: Em resumo: isso pode não funcionar para você, portanto, você pode desativá-lo ...
sr: Укратко: ово вам можда неће радити, па га можете искључити...

source: Great, your setup appears to be working fine!
cs_cz: Výborně, vaše nastavení se zdá být v pořádku!
es_mx: ¡Excelente, la configuración parece funcionar muy bien!
it: Ottimo, la tua configurazione sembra essere corretta!
ja_jp: いいですね！あなたの設定はちゃんと動いているようです。
ka_ge: კარგია, თქვენი კონფიგურაცია მუშაობს კარგად!
nl: Mooi, uw instellingen lijken goed te werken!
pt_br: Ótimo, sua configuração parece estar funcionando muito bem!
pt_pt: Fenomenal, a sua configuração parece estar a funcionar correctamente!
sr: Ваша подешавања раде успешно!

source: Requests to the configured base url are mapped to this ownClouds relay service.
cs_cz: Požadavky na nastavenou základní URL jsou směřovány do této předávací služby ownCloud.
es_mx: Solicitudes de la url base configurada están asignados a este servicio de retransmisión de ownCloud.
it: Le richieste al URL di base configurato sono associate al servizio di inoltro di ownCloud.
ja_jp: この設定されたベースURLへのリクエストは、このownCloudのリレーサービスに割り当てられます。
ka_ge: კონფიგურირებულ საბაზო url–ზე მოთხოვნა დამეპილია ownCloud–ის რელე სერვისზე.
nl: Aanvragen voor de geconfigureerde basis URL worden omgezet naar deze ownCloud relay service.
pt_br: Os pedidos para a url base configurada são mapeados para este serviço de retransmissão ownClouds.
pt_pt: Pedidos dirigidos ao url base configurado são mapeados para este serviço delegado do ownCloud.
sr: Захтеви до подешеног основног УРЛ-а се мапирају на овај оунКлауд сервис преусмеравања.

source: Usage of that static backend is fine and safe as long as this setup is not altered.
cs_cz: Používání statické podpůrné vrstvy je v pořádku a bezpečné pokud neplánujete toto nastavení měnit.
es_mx: El uso de este motor estática está bien y seguro, siempre y cuando esta configuración no se modifique.
it: Il motore statico funziona bene ed è sicuro fino a quando non si altera questa configurazione.
ja_jp: この設定を変更しない限り、その静的バックエンドの利用は問題なく、安全です。
ka_ge: ამ სტატიკური ბექენდის გამოყენება კარგია და უსაფრთხოა მანამ სანამ კონფიგურაცია არ შეიცვლება.
nl: Gebruik van de vaste backend is prima en veilig zolang deze configuratie niet wordt gewijzigd,
pt_br: Uso de que backend estática é bom e seguro, desde que esta configuração não for alterada.
pt_pt: Uso deste backend estático é óptimo e seguro, desde que esta configuração não seja alterada.
sr: Коришћење таквог статичног зачеља је добро и сигурно докле год се ова подешавања не дирају.

source: This backend will now be offered as an additional backend alternative to all local users inside their personal preferences.
cs_cz: Podpůrná vrstva bude nyní nabízena jako další varianta všem místním uživatelům v jejich osobních nastaveních.
es_mx: Este motor ahora se ofrece como un motor alternativo adicional a todos los usuarios locales dentro de sus preferencias personales.
it: Questo motore sarà offerto, da questo momento, come motore aggiuntivo alternativo a tutti gli utenti locali all'interno delle preferenze personali.
ja_jp: このバックエンドは、全てのユーザーに個人設定での追加のバックエンドとして提供されるものです。
ka_ge: ეს ბექენდი იქნება შეთავაზებული ახალ დამატებით ბექენდად ყველა ლოკალური მომხმარებლისთვის პერსონალური პარამეტრების შიგნით.
nl: Deze backend wordt nu aan alle lokale gebruikers in hun persoonlijke voorkeuren aangeboden als een aanvullend backend alternatief.
pt_br: Esta infra-estrutura irá agora ser oferecido como uma alternativa backend adicional a todos os usuários locais dentro de suas preferências pessoais.
pt_pt: Este backend agora será oferecido como uma alternativa backend adicional a todos os os utilizadores locais dentro de suas preferências pessoais.
sr: Ово зачеље биће понуђено свим локалним корисницима као додатни избор у њиховим личним подешавањима.

source: Sorry, but your setup appears not to be working correctly yet!
cs_cz: Lituji, vaše nastavení zatím nevypadá funkčně.
es_mx: ¡Lo sentimos, pero tu configuración no parece estar funcionando correctamente todavía!
it: Spiacenti, ma la tua configurazione sembra non essere ancora corretta!
ja_jp: 申し訳ありませんが、あなたの設定はまだちゃんと動いていないようです。
ka_ge: ბოდიშით, მაგრამ თქვენი კონფიგურაცია არ მუშაობს კორექტულად!
nl: Helaas, uw instellingen lijken nog niet goed te werken!
pt_br: Desculpe, mas sua configuração não parece estar funcionando corretamente ainda!
pt_pt: Desculpe, mas a sua configuração ainda não parece estar a funcionar!
sr: Ваша подешавања још увек не раде исправно!

source: Please check your setup and make sure that the configured base url is indeed correct.
cs_cz: Prosím zkontrolujte vaše nastavení a ujistěte se, že nastavená základní URL je opravdu správně.
es_mx: Por favor, compruebe su configuración y asegúrese de que la URL base configurada es realmente correcta.
it: Controlla la tua configurazione e assicurati che l'URL di base configurato sia corretto.
ja_jp: 設定をチェックして、設定されたベースURLが間違いなく正しいか、確認をお願いいたします。
ka_ge: გთხოვთ შეამოწმოთ თქვენი კონფიგურაცია და დარჭმუნდით იმაში რომ კონფიგურირებული საბაზო url–ი აუცილებლად მართებულია.
nl: Controleer uw instellingen en let erop dat de geconfigureerde basis url goed is.
pt_br: Por favor verifique a sua configuração e certifique-se de que a URL base configurada está realmente correta.
pt_pt: Por favor verifique a sua configuração e assegure que o url de base está mesmo correcto.
sr: Проверите ваша подешавања и уверите се да сте заиста подесили добро основну адресу.

source: Make sure that all requests to it are somehow mapped to Shortys relay service.
cs_cz: Ujistěte se, že všechny požadavky jsou nějak mapovány na předávací službu Shorty.
es_mx: Compruebe que todas las solicitudes estén dirigidas de alguna manera al servicio de retransmisión de Shortys.
it: Assicurati che tutte le richieste siano in associate in qualche modo al servizio di inoltro di Shorty
ja_jp: それに対する全てのリクエストがどんな形であれ、Shorty転送サービスへ接続されることに注意しなければなりません。
ka_ge: დარწმუნდით იმაში რომ ყველა მოთხოვნა დამეპილია შემოკლებულად რელე სერვისზე.
nl: Let erop dat alle aanroepen worden omgezet naar Shorty's relayservice.
pt_br: Certifique-se de que todos os pedidos estão de alguma forma mapeados para Shortys serviço de retransmissão.
pt_pt: Certifique-se que todos os pedidos para ele de alguma forma estão mapeados para serviço delegado Curtinhos.
sr: Обезбедите да сви његови захтеви се некако мапирају до Шортијевог сервиса преусмеравања.

source: Shorty relay service
pt_pt: Serviço de relay Shorty
sr: Шортијев сервис преусмеравања

source: If you proceed you will be forwarded to:
nl: Als u doorgaat, wordt u doorgeleid naar:
pt_pt: Se continuar irá ser encaminhado para:
sr: Ако наставите бићете прослеђени на:

source: Target object:
nl: Doelobject
pt_pt: Objeto de destino:
sr: Циљни објекат:

source: Location
nl: Locatie
pt_pt: Localização:
sr: Локација

source: Proceed
nl: Ga verder
pt_pt: Continuar
sr: Настави

source: Click for embedding details
cs_cz: Klikněte pro podrobnosti vložení
es_mx: Haga clic para detalles de inserción
it: Clicca per i dettagli sull'incorporamento
ja_jp: 埋め込まれている詳細情報をクリックで確認
ka_ge: embedding–ის დეტალური ინფორმაცია
pt_br: Click para incorporar detalhes

source: Shortlet
ja_jp: ショートレット
ka_ge: შემამოკლებელი
pt_br: Atalho

source: The link below can be copied for usage apart
cs_cz: Odkaz může být zkopírován pro samostatné použití
es_mx: El siguiente enlace se puede copiar para su uso
eu: Hurrengo link-a kopiatu daiteke aparte erabiltzeko.
it: Il link sottostante può essere copiato per uso esterno
ja_jp: 以下のリンクは別で利用するためにコピー出来ます
ka_ge: შესაძლებელია ლინკის დაკოპირება შემდგომი გამოყენებისათვის
pt_br: O link abaixo pode ser copiado para uso a parte

source: (never)
eu: (inoiz)

source: Ctrl-C
eu: Ktrl-C
